const list = [
  {
      "en": "abandon",
      "ru": "оставить, забросить"
  },
  {
      "en": "abate",
      "ru": "уменьшаться, ослабевать"
  },
  {
      "en": "abduct",
      "ru": "похищать"
  },
  {
      "en": "abide",
      "ru": "смириться, выносить"
  },
  {
      "en": "able",
      "ru": "способный, могущий"
  },
  {
      "en": "abnormal",
      "ru": "ненормальный, аномальный"
  },
  {
      "en": "aboard",
      "ru": "на борту"
  },
  {
      "en": "abolish",
      "ru": "упразднять"
  },
  {
      "en": "abort",
      "ru": "прерывать"
  },
  {
      "en": "abound",
      "ru": "изобиловать"
  },
  {
      "en": "about",
      "ru": "примерно"
  },
  {
      "en": "abroad",
      "ru": "за границу"
  },
  {
      "en": "abrupt",
      "ru": "крутой, резкий"
  },
  {
      "en": "absent",
      "ru": "отсутствующий"
  },
  {
      "en": "absorb",
      "ru": "впитывать, поглощать"
  },
  {
      "en": "abundant",
      "ru": "обильный"
  },
  {
      "en": "abuse",
      "ru": "оскорблять, бранить, брань"
  },
  {
      "en": "abuse",
      "ru": "злоупотреблять"
  },
  {
      "en": "abuse",
      "ru": "насилие, домогательство"
  },
  {
      "en": "accelerate",
      "ru": "ускорять"
  },
  {
      "en": "accept",
      "ru": "принять"
  },
  {
      "en": "access",
      "ru": "доступ"
  },
  {
      "en": "accessory",
      "ru": "принадлежность, аксессуар"
  },
  {
      "en": "accident",
      "ru": "случайность"
  },
  {
      "en": "accident",
      "ru": "происшествие, напр. ДТП"
  },
  {
      "en": "acclaim",
      "ru": "приветствовать, аплодировать"
  },
  {
      "en": "accommodate",
      "ru": "размещать, вмещать"
  },
  {
      "en": "accompany",
      "ru": "сопровождать"
  },
  {
      "en": "accomplish",
      "ru": "выполнить, завершить"
  },
  {
      "en": "accord",
      "ru": "согласие"
  },
  {
      "en": "according to",
      "ru": "в соответствии"
  },
  {
      "en": "account",
      "ru": "счёт (в банке)"
  },
  {
      "en": "account",
      "ru": "отчёт"
  },
  {
      "en": "account for",
      "ru": "объяснить (произошедшее)"
  },
  {
      "en": "accurate",
      "ru": "точный"
  },
  {
      "en": "accuse",
      "ru": "обвинять"
  },
  {
      "en": "accustom",
      "ru": "приучить"
  },
  {
      "en": "ache",
      "ru": "боль, болеть"
  },
  {
      "en": "achieve",
      "ru": "достигать"
  },
  {
      "en": "acid",
      "ru": "кислота"
  },
  {
      "en": "acknowledge",
      "ru": "признавать, подтверждать"
  },
  {
      "en": "acquaint",
      "ru": "знакомить"
  },
  {
      "en": "acquire",
      "ru": "обретать"
  },
  {
      "en": "acquit",
      "ru": "оправдать (в суде)"
  },
  {
      "en": "across",
      "ru": "за, через"
  },
  {
      "en": "act",
      "ru": "действовать"
  },
  {
      "en": "act on",
      "ru": "действовать в соответствии"
  },
  {
      "en": "acute",
      "ru": "острый"
  },
  {
      "en": "adamant",
      "ru": "непреклонный"
  },
  {
      "en": "add to",
      "ru": "увеличивать"
  },
  {
      "en": "add up",
      "ru": "сходиться (об информации)"
  },
  {
      "en": "addict",
      "ru": "наркоман, привыкать"
  },
  {
      "en": "addition",
      "ru": "добавление, сложение"
  },
  {
      "en": "adhere",
      "ru": "придерживаться"
  },
  {
      "en": "adjacent",
      "ru": "смежный, прилегающий"
  },
  {
      "en": "adjective",
      "ru": "прилагательное"
  },
  {
      "en": "adjust",
      "ru": "настраивать, поправлять и т.д."
  },
  {
      "en": "admire",
      "ru": "восхищаться"
  },
  {
      "en": "admit",
      "ru": "признавать, допускать"
  },
  {
      "en": "adolescent",
      "ru": "подросток, подростковый"
  },
  {
      "en": "adopt",
      "ru": "принимать, перенимать"
  },
  {
      "en": "adopt",
      "ru": "усыновить или взять (животное)"
  },
  {
      "en": "adore",
      "ru": "обожать"
  },
  {
      "en": "adorn",
      "ru": "украшать"
  },
  {
      "en": "adult",
      "ru": "взрослый"
  },
  {
      "en": "adultery",
      "ru": "прелюбодеяние, неверность"
  },
  {
      "en": "advance",
      "ru": "продвигаться, продвижение"
  },
  {
      "en": "advantage",
      "ru": "преимущество"
  },
  {
      "en": "adventure",
      "ru": "приключение"
  },
  {
      "en": "adverb",
      "ru": "наречие"
  },
  {
      "en": "adversary",
      "ru": "противник, соперник"
  },
  {
      "en": "adverse",
      "ru": "неблагоприятный"
  },
  {
      "en": "advertise",
      "ru": "рекламировать"
  },
  {
      "en": "advice",
      "ru": "совет (неисчисл!)"
  },
  {
      "en": "advise",
      "ru": "советовать"
  },
  {
      "en": "advocate",
      "ru": "защищать, отстаивать"
  },
  {
      "en": "aerial",
      "ru": "воздушный"
  },
  {
      "en": "aerial",
      "ru": "антенна"
  },
  {
      "en": "affair",
      "ru": "дело, занятие"
  },
  {
      "en": "affair",
      "ru": "роман, любовная история"
  },
  {
      "en": "affect",
      "ru": "воздействовать"
  },
  {
      "en": "affection",
      "ru": "привязанность, влечение"
  },
  {
      "en": "affiliate",
      "ru": "филиал, отделение, мл. партнёр"
  },
  {
      "en": "affirm",
      "ru": "утверждать, подтверждать"
  },
  {
      "en": "afflict",
      "ru": "поражать, вредить"
  },
  {
      "en": "affluent",
      "ru": "обеспеченный, состоятельный"
  },
  {
      "en": "afford",
      "ru": "позволить себе"
  },
  {
      "en": "afraid",
      "ru": "напуганный"
  },
  {
      "en": "after all",
      "ru": "всё-таки, в конце концов"
  },
  {
      "en": "aftermath",
      "ru": "последствие, результат"
  },
  {
      "en": "age",
      "ru": "век, эпоха"
  },
  {
      "en": "age",
      "ru": "возраст"
  },
  {
      "en": "agenda",
      "ru": "повестка дня"
  },
  {
      "en": "aggravate",
      "ru": "обострять"
  },
  {
      "en": "aggregate",
      "ru": "совокупный"
  },
  {
      "en": "agile",
      "ru": "проворный, гибкий"
  },
  {
      "en": "agitate",
      "ru": "волновать"
  },
  {
      "en": "agree",
      "ru": "соглашаться"
  },
  {
      "en": "agreement",
      "ru": "соглашение, договор"
  },
  {
      "en": "agriculture",
      "ru": "сельское хозяйство"
  },
  {
      "en": "ahead",
      "ru": "вперёд, впереди"
  },
  {
      "en": "aid",
      "ru": "помощь, помогать"
  },
  {
      "en": "ailment",
      "ru": "недомогание, болезнь"
  },
  {
      "en": "aim",
      "ru": "цель"
  },
  {
      "en": "air",
      "ru": "вид, впечатление"
  },
  {
      "en": "airborne",
      "ru": "находящийся в воздухе"
  },
  {
      "en": "aircraft",
      "ru": "самолёт, авиация"
  },
  {
      "en": "airline",
      "ru": "авиалиния"
  },
  {
      "en": "aisle",
      "ru": "проход"
  },
  {
      "en": "akin",
      "ru": "похожий"
  },
  {
      "en": "alarm",
      "ru": "тревога, сигнализация"
  },
  {
      "en": "alas",
      "ru": "увы"
  },
  {
      "en": "albeit",
      "ru": "хотя"
  },
  {
      "en": "alert",
      "ru": "тревога, бдительный"
  },
  {
      "en": "alien",
      "ru": "чужак, пришелец, иммигрант"
  },
  {
      "en": "alienate",
      "ru": "отчуждать, отдалять, отвергать"
  },
  {
      "en": "align",
      "ru": "выравнивать, выстраивать"
  },
  {
      "en": "alike",
      "ru": "подобно"
  },
  {
      "en": "alive",
      "ru": "живой"
  },
  {
      "en": "all along",
      "ru": "всё время"
  },
  {
      "en": "allege",
      "ru": "утверждать, приписывать"
  },
  {
      "en": "allegiance",
      "ru": "верность"
  },
  {
      "en": "allocate",
      "ru": "распределять (ресурсы)"
  },
  {
      "en": "allot",
      "ru": "выделять, отводить"
  },
  {
      "en": "allow",
      "ru": "разрешать"
  },
  {
      "en": "allow for",
      "ru": "выделять, рассчитывать"
  },
  {
      "en": "allowance",
      "ru": "выплата, пособие"
  },
  {
      "en": "allude",
      "ru": "намекать, указывать"
  },
  {
      "en": "allure",
      "ru": "очарование, очаровывать"
  },
  {
      "en": "ally",
      "ru": "союзник"
  },
  {
      "en": "almost",
      "ru": "почти"
  },
  {
      "en": "alone",
      "ru": "в одиночестве"
  },
  {
      "en": "alongside",
      "ru": "рядом"
  },
  {
      "en": "aloud",
      "ru": "вслух"
  },
  {
      "en": "alter",
      "ru": "изменять"
  },
  {
      "en": "alternate",
      "ru": "чередовать, чередующийся"
  },
  {
      "en": "although",
      "ru": "хотя и"
  },
  {
      "en": "altitude",
      "ru": "высота"
  },
  {
      "en": "altogether",
      "ru": "в целом"
  },
  {
      "en": "amateur",
      "ru": "любитель, любительский"
  },
  {
      "en": "amaze",
      "ru": "поражать, изумлять"
  },
  {
      "en": "ambassador",
      "ru": "посол"
  },
  {
      "en": "amber",
      "ru": "янтарь"
  },
  {
      "en": "ambiguous",
      "ru": "двусмысленный, неоднозначный"
  },
  {
      "en": "ambulance",
      "ru": "скорая помощь"
  },
  {
      "en": "ambush",
      "ru": "засада"
  },
  {
      "en": "amend",
      "ru": "исправить, улучшить"
  },
  {
      "en": "amenity",
      "ru": "удобство, обустройство"
  },
  {
      "en": "amid (amidst)",
      "ru": "среди"
  },
  {
      "en": "ammunition",
      "ru": "боеприпасы"
  },
  {
      "en": "amount",
      "ru": "количество (неисчисл.)"
  },
  {
      "en": "ample",
      "ru": "обильный, широкий"
  },
  {
      "en": "amplify",
      "ru": "усиливать"
  },
  {
      "en": "amuse",
      "ru": "развлечь, порадовать"
  },
  {
      "en": "ancestor",
      "ru": "предок"
  },
  {
      "en": "anchor",
      "ru": "якорь, закреплять"
  },
  {
      "en": "ancient",
      "ru": "древний"
  },
  {
      "en": "anew",
      "ru": "заново"
  },
  {
      "en": "anger",
      "ru": "гнев"
  },
  {
      "en": "angle",
      "ru": "угол, угловой"
  },
  {
      "en": "angry",
      "ru": "злой"
  },
  {
      "en": "anguish",
      "ru": "мука, страдание"
  },
  {
      "en": "animate",
      "ru": "живой, одушевлённый, оживлять"
  },
  {
      "en": "ankle",
      "ru": "лодыжка, щиколотка"
  },
  {
      "en": "anniversary",
      "ru": "годовщина"
  },
  {
      "en": "announce",
      "ru": "объявлять"
  },
  {
      "en": "annoy",
      "ru": "раздражать, надоедать"
  },
  {
      "en": "annual",
      "ru": "ежегодный"
  },
  {
      "en": "ant",
      "ru": "муравей"
  },
  {
      "en": "anthem",
      "ru": "гимн"
  },
  {
      "en": "anticipate",
      "ru": "ожидать"
  },
  {
      "en": "antique",
      "ru": "старинный"
  },
  {
      "en": "anxiety",
      "ru": "беспокойство, тревога"
  },
  {
      "en": "anxious",
      "ru": "озабоченный, встревоженный"
  },
  {
      "en": "anymore",
      "ru": "больше не"
  },
  {
      "en": "anytime",
      "ru": "в любой момент"
  },
  {
      "en": "anyway",
      "ru": "в любом случае"
  },
  {
      "en": "anywhere",
      "ru": "где угодно, куда угодно"
  },
  {
      "en": "apart",
      "ru": "отдельно, врозь"
  },
  {
      "en": "apart from",
      "ru": "помимо"
  },
  {
      "en": "apartment",
      "ru": "квартира"
  },
  {
      "en": "ape",
      "ru": "обезьяна (крупная)"
  },
  {
      "en": "apiece",
      "ru": "каждый, за штуку"
  },
  {
      "en": "apology",
      "ru": "извинение(я)"
  },
  {
      "en": "appal",
      "ru": "потрясать, ужасать"
  },
  {
      "en": "apparent",
      "ru": "явный, видимый"
  },
  {
      "en": "appeal",
      "ru": "обращаться, взывать"
  },
  {
      "en": "appear",
      "ru": "появиться"
  },
  {
      "en": "appear",
      "ru": "казаться"
  },
  {
      "en": "applause",
      "ru": "аплодисменты"
  },
  {
      "en": "appliance",
      "ru": "прибор, приспособление"
  },
  {
      "en": "apply",
      "ru": "применять, применяться"
  },
  {
      "en": "apply",
      "ru": "обращаться (с заявлением)"
  },
  {
      "en": "appoint",
      "ru": "назначать, утверждать"
  },
  {
      "en": "appraise",
      "ru": "оценивать"
  },
  {
      "en": "appreciate",
      "ru": "ценить"
  },
  {
      "en": "apprentice",
      "ru": "ученик, стажёр"
  },
  {
      "en": "approach",
      "ru": "приближаться, подходить"
  },
  {
      "en": "appropriate",
      "ru": "присвоить"
  },
  {
      "en": "appropriate",
      "ru": "подходящий, присущий"
  },
  {
      "en": "approve",
      "ru": "утвердить, одобрить (офиц.)"
  },
  {
      "en": "approve of",
      "ru": "одобрять (субъективно)"
  },
  {
      "en": "approximate",
      "ru": "приблизительный"
  },
  {
      "en": "apron",
      "ru": "фартук, передник"
  },
  {
      "en": "apt",
      "ru": "склонный, способный"
  },
  {
      "en": "aquatic",
      "ru": "водный"
  },
  {
      "en": "arbitrary",
      "ru": "произвольный"
  },
  {
      "en": "arc",
      "ru": "дуга"
  },
  {
      "en": "arch",
      "ru": "арка, изгибать"
  },
  {
      "en": "archive",
      "ru": "архив"
  },
  {
      "en": "area",
      "ru": "область, участок"
  },
  {
      "en": "argue",
      "ru": "спорить, доказывать"
  },
  {
      "en": "arise (arose, arisen)",
      "ru": "возникать, происходить"
  },
  {
      "en": "arm",
      "ru": "рука"
  },
  {
      "en": "armor (armour)",
      "ru": "броня, доспехи"
  },
  {
      "en": "arms",
      "ru": "оружие"
  },
  {
      "en": "arouse",
      "ru": "вызывать, пробуждать"
  },
  {
      "en": "arrange",
      "ru": "организовать, уладить и т.д."
  },
  {
      "en": "array",
      "ru": "ряд, порядок, строй"
  },
  {
      "en": "arrest",
      "ru": "задерживать, тормозить"
  },
  {
      "en": "arrive",
      "ru": "прибывать"
  },
  {
      "en": "arrogant",
      "ru": "высокомерный"
  },
  {
      "en": "arrow",
      "ru": "стрела, стрелка"
  },
  {
      "en": "arson",
      "ru": "поджог"
  },
  {
      "en": "article",
      "ru": "статья"
  },
  {
      "en": "article",
      "ru": "вещь, изделие"
  },
  {
      "en": "artificial",
      "ru": "искусственный"
  },
  {
      "en": "as though",
      "ru": "как будто"
  },
  {
      "en": "as well",
      "ru": "также"
  },
  {
      "en": "as well as",
      "ru": "так же как и"
  },
  {
      "en": "ascend",
      "ru": "восходить"
  },
  {
      "en": "ascertain",
      "ru": "выяснить, установить"
  },
  {
      "en": "ash",
      "ru": "пепел, зола"
  },
  {
      "en": "ashamed",
      "ru": "пристыженный"
  },
  {
      "en": "ashtray",
      "ru": "пепельница"
  },
  {
      "en": "aside",
      "ru": "в стороне, в сторону"
  },
  {
      "en": "aside from",
      "ru": "кроме"
  },
  {
      "en": "ask around",
      "ru": "поспрашивать"
  },
  {
      "en": "ask out",
      "ru": "пригласить сходить"
  },
  {
      "en": "asleep",
      "ru": "спящий"
  },
  {
      "en": "aspire",
      "ru": "стремиться"
  },
  {
      "en": "ass",
      "ru": "жопа"
  },
  {
      "en": "assassin",
      "ru": "убийца"
  },
  {
      "en": "assault",
      "ru": "нападение, нападать"
  },
  {
      "en": "assemble",
      "ru": "собирать"
  },
  {
      "en": "assert",
      "ru": "утверждать, отстаивать"
  },
  {
      "en": "assess",
      "ru": "оценить"
  },
  {
      "en": "asset",
      "ru": "актив, имущество"
  },
  {
      "en": "assign",
      "ru": "назначать, присваивать"
  },
  {
      "en": "assimilate",
      "ru": "усваивать"
  },
  {
      "en": "assist",
      "ru": "помогать"
  },
  {
      "en": "associate",
      "ru": "общаться, связываться"
  },
  {
      "en": "assume",
      "ru": "принимать на себя"
  },
  {
      "en": "assume",
      "ru": "предпогалать"
  },
  {
      "en": "assure",
      "ru": "уверять"
  },
  {
      "en": "astonish",
      "ru": "изумлять"
  },
  {
      "en": "astound",
      "ru": "изумлять"
  },
  {
      "en": "asylum",
      "ru": "убежище"
  },
  {
      "en": "at all",
      "ru": "совсем"
  },
  {
      "en": "at first",
      "ru": "сначала"
  },
  {
      "en": "at last",
      "ru": "наконец"
  },
  {
      "en": "at least",
      "ru": "по крайней мере"
  },
  {
      "en": "at odds with",
      "ru": "в противоречии, в конфликте"
  },
  {
      "en": "at once",
      "ru": "сразу"
  },
  {
      "en": "at the moment",
      "ru": "сейчас"
  },
  {
      "en": "atop",
      "ru": "наверху"
  },
  {
      "en": "atrocity",
      "ru": "зверство, злодеяние"
  },
  {
      "en": "attach",
      "ru": "прикрепить, привязать"
  },
  {
      "en": "attack",
      "ru": "нападать, нападение"
  },
  {
      "en": "attain",
      "ru": "достигать"
  },
  {
      "en": "attempt",
      "ru": "попытка, пытаться"
  },
  {
      "en": "attend",
      "ru": "уделить внимание, посетить"
  },
  {
      "en": "attic",
      "ru": "чердак"
  },
  {
      "en": "attitude",
      "ru": "отношение"
  },
  {
      "en": "attorney",
      "ru": "адвокат, прокурор, поверенный"
  },
  {
      "en": "attract",
      "ru": "привлекать, притягивать"
  },
  {
      "en": "attribute",
      "ru": "приписывать, относить"
  },
  {
      "en": "audible",
      "ru": "слышимый"
  },
  {
      "en": "audience",
      "ru": "аудитория (люди)"
  },
  {
      "en": "augment",
      "ru": "увеличить, нарастить"
  },
  {
      "en": "aunt",
      "ru": "тётя"
  },
  {
      "en": "authorities",
      "ru": "органы власти"
  },
  {
      "en": "authority",
      "ru": "власть"
  },
  {
      "en": "authorize",
      "ru": "дать полномочия, поручение"
  },
  {
      "en": "available",
      "ru": "доступный, в наличии"
  },
  {
      "en": "avalanche",
      "ru": "лавина"
  },
  {
      "en": "average",
      "ru": "средний"
  },
  {
      "en": "avert",
      "ru": "предотвращать, отводить"
  },
  {
      "en": "avid",
      "ru": "заядлый, рьяный, алчный"
  },
  {
      "en": "avoid",
      "ru": "избегать"
  },
  {
      "en": "await",
      "ru": "ожидать"
  },
  {
      "en": "awake",
      "ru": "проснуться, бодрствующий"
  },
  {
      "en": "award",
      "ru": "награда, премия, присуждать"
  },
  {
      "en": "aware",
      "ru": "осведомлённый"
  },
  {
      "en": "awe",
      "ru": "трепет, благоговение"
  },
  {
      "en": "awesome",
      "ru": "здорово, классно"
  },
  {
      "en": "awful",
      "ru": "ужасный"
  },
  {
      "en": "awhile",
      "ru": "какое-то время"
  },
  {
      "en": "awkward",
      "ru": "неуклюжий"
  },
  {
      "en": "axe (ax)",
      "ru": "топор"
  },
  {
      "en": "axis",
      "ru": "ось"
  },
  {
      "en": "bachelor",
      "ru": "бакалавр"
  },
  {
      "en": "bachelor",
      "ru": "холостяк"
  },
  {
      "en": "back down",
      "ru": "отступить, отказаться"
  },
  {
      "en": "back then",
      "ru": "тогда"
  },
  {
      "en": "back up",
      "ru": "поддержать, прикрыть"
  },
  {
      "en": "backbone",
      "ru": "хребет"
  },
  {
      "en": "backdrop",
      "ru": "фон"
  },
  {
      "en": "background",
      "ru": "происхождение, предыстория и т.д."
  },
  {
      "en": "background",
      "ru": "фон"
  },
  {
      "en": "backpack",
      "ru": "рюкзак"
  },
  {
      "en": "badge",
      "ru": "значок"
  },
  {
      "en": "baffled",
      "ru": "в неодумении, в тупике"
  },
  {
      "en": "bag",
      "ru": "сумка, мешок"
  },
  {
      "en": "bail",
      "ru": "залог"
  },
  {
      "en": "bait",
      "ru": "приманка"
  },
  {
      "en": "bake",
      "ru": "печь (выпекать)"
  },
  {
      "en": "bald",
      "ru": "лысый, плешивый"
  },
  {
      "en": "bale",
      "ru": "тюк"
  },
  {
      "en": "balloon",
      "ru": "воздушный шар"
  },
  {
      "en": "ballot",
      "ru": "госолование, бюллетень"
  },
  {
      "en": "ban",
      "ru": "запрещать"
  },
  {
      "en": "band",
      "ru": "ансамбль"
  },
  {
      "en": "bandage",
      "ru": "повязка"
  },
  {
      "en": "bang",
      "ru": "удар, взрыв"
  },
  {
      "en": "banish",
      "ru": "отгонять"
  },
  {
      "en": "bank",
      "ru": "берег (реки, озера)"
  },
  {
      "en": "bank on",
      "ru": "надеяться, полагаться"
  },
  {
      "en": "bankrupt",
      "ru": "банкрот, неплатежеспособный"
  },
  {
      "en": "banner",
      "ru": "знамя, транспарант"
  },
  {
      "en": "baptize",
      "ru": "крестить"
  },
  {
      "en": "bar",
      "ru": "пластина, брусок, прут и т. д."
  },
  {
      "en": "bar",
      "ru": "загораживать"
  },
  {
      "en": "barb",
      "ru": "шип, зазубрина"
  },
  {
      "en": "barber",
      "ru": "парикмахер"
  },
  {
      "en": "bare",
      "ru": "голый"
  },
  {
      "en": "barefoot",
      "ru": "босиком"
  },
  {
      "en": "barely",
      "ru": "едва, лишь только"
  },
  {
      "en": "bargain",
      "ru": "сделка, торговаться"
  },
  {
      "en": "bark",
      "ru": "кора"
  },
  {
      "en": "bark",
      "ru": "лаять"
  },
  {
      "en": "barn",
      "ru": "сарай"
  },
  {
      "en": "barrel",
      "ru": "бочка"
  },
  {
      "en": "barren",
      "ru": "бесплодный"
  },
  {
      "en": "bartender",
      "ru": "бармен"
  },
  {
      "en": "base",
      "ru": "основа, основывать"
  },
  {
      "en": "basement",
      "ru": "подвал"
  },
  {
      "en": "bash",
      "ru": "колотить"
  },
  {
      "en": "basket",
      "ru": "корзина"
  },
  {
      "en": "bastard",
      "ru": "ублюдок"
  },
  {
      "en": "bat",
      "ru": "бита"
  },
  {
      "en": "bat",
      "ru": "летучая мышь"
  },
  {
      "en": "batch",
      "ru": "партия, серия, группа"
  },
  {
      "en": "bath",
      "ru": "ванна"
  },
  {
      "en": "bathe",
      "ru": "купаться, купать"
  },
  {
      "en": "batter",
      "ru": "паста, тесто, взбивать"
  },
  {
      "en": "battle",
      "ru": "битва"
  },
  {
      "en": "bay",
      "ru": "залив"
  },
  {
      "en": "be after",
      "ru": "иметь целью"
  },
  {
      "en": "be back",
      "ru": "возвращаться"
  },
  {
      "en": "be in",
      "ru": "участвовать"
  },
  {
      "en": "be into",
      "ru": "любить, увлекаться"
  },
  {
      "en": "be keen to",
      "ru": "желать, стремиться"
  },
  {
      "en": "be late",
      "ru": "опоздать"
  },
  {
      "en": "be off",
      "ru": "отсутствовать"
  },
  {
      "en": "be on fire",
      "ru": "гореть"
  },
  {
      "en": "be over",
      "ru": "закончиться"
  },
  {
      "en": "be up to",
      "ru": "замышлять что-то"
  },
  {
      "en": "bead",
      "ru": "шарик, бусинка"
  },
  {
      "en": "beak",
      "ru": "клюв"
  },
  {
      "en": "beam",
      "ru": "балка, перекладина"
  },
  {
      "en": "beam",
      "ru": "луч"
  },
  {
      "en": "bean",
      "ru": "боб"
  },
  {
      "en": "bear (bore, born)",
      "ru": "рожать"
  },
  {
      "en": "bear (bore, born)",
      "ru": "нести, втч перен."
  },
  {
      "en": "beard",
      "ru": "борода"
  },
  {
      "en": "beast",
      "ru": "зверь, животное, скот"
  },
  {
      "en": "beat (beat, beaten)",
      "ru": "победить"
  },
  {
      "en": "beat (beat, beaten)",
      "ru": "бить"
  },
  {
      "en": "beat up",
      "ru": "побить"
  },
  {
      "en": "beauty",
      "ru": "красота или красавица"
  },
  {
      "en": "beaver",
      "ru": "бобр"
  },
  {
      "en": "beckon",
      "ru": "манить"
  },
  {
      "en": "become of",
      "ru": "случиться с к-л впоследствии"
  },
  {
      "en": "beef",
      "ru": "говядина"
  },
  {
      "en": "beep",
      "ru": "гудок, гудеть, пищать"
  },
  {
      "en": "beetle",
      "ru": "жук"
  },
  {
      "en": "beforehand",
      "ru": "заранее"
  },
  {
      "en": "beg",
      "ru": "просить"
  },
  {
      "en": "behave",
      "ru": "вести себя"
  },
  {
      "en": "behavior",
      "ru": "поведение"
  },
  {
      "en": "behold",
      "ru": "созерцать, видеть"
  },
  {
      "en": "beige",
      "ru": "бежевый"
  },
  {
      "en": "belief",
      "ru": "убеждение, вера"
  },
  {
      "en": "bell",
      "ru": "колокол, колокольчик"
  },
  {
      "en": "bellow",
      "ru": "реветь, рёв"
  },
  {
      "en": "belly",
      "ru": "живот"
  },
  {
      "en": "belong to",
      "ru": "принадлежать"
  },
  {
      "en": "beloved",
      "ru": "любимый"
  },
  {
      "en": "below",
      "ru": "ниже, под"
  },
  {
      "en": "belt",
      "ru": "пояс"
  },
  {
      "en": "bench",
      "ru": "скамейка"
  },
  {
      "en": "bend (bent, bent)",
      "ru": "изгибать, изгиб"
  },
  {
      "en": "bend down",
      "ru": "наклониться"
  },
  {
      "en": "beneath",
      "ru": "ниже, под"
  },
  {
      "en": "benefit",
      "ru": "польза, создавать пользу"
  },
  {
      "en": "benevolent",
      "ru": "благожелательный"
  },
  {
      "en": "berry",
      "ru": "ягода"
  },
  {
      "en": "berth",
      "ru": "койка, место, полка в поезде"
  },
  {
      "en": "beside",
      "ru": "рядом"
  },
  {
      "en": "besides",
      "ru": "кроме"
  },
  {
      "en": "bestow",
      "ru": "даровать"
  },
  {
      "en": "bet",
      "ru": "ставка, пари, держать пари"
  },
  {
      "en": "betray",
      "ru": "предавать"
  },
  {
      "en": "beverage",
      "ru": "напиток"
  },
  {
      "en": "beware",
      "ru": "остерегаться"
  },
  {
      "en": "bewilder",
      "ru": "смущать, сбивать с толку"
  },
  {
      "en": "beyond",
      "ru": "вне, свыше"
  },
  {
      "en": "bias",
      "ru": "склонность, предвзятость"
  },
  {
      "en": "bicycle",
      "ru": "велосипед"
  },
  {
      "en": "bid",
      "ru": "заявка, предложение цены"
  },
  {
      "en": "bigot",
      "ru": "фанатик"
  },
  {
      "en": "bill",
      "ru": "счёт (к оплате)"
  },
  {
      "en": "bill",
      "ru": "банкнота"
  },
  {
      "en": "billboard",
      "ru": "рекламный щит"
  },
  {
      "en": "billion",
      "ru": "миллиард"
  },
  {
      "en": "bin",
      "ru": "ящик, ведро, ларь"
  },
  {
      "en": "bind (bound, bound)",
      "ru": "связывать"
  },
  {
      "en": "binge",
      "ru": "кутёж, загул, пьянка"
  },
  {
      "en": "birth",
      "ru": "рождение"
  },
  {
      "en": "bishop",
      "ru": "епископ"
  },
  {
      "en": "bitch",
      "ru": "сука"
  },
  {
      "en": "bite (bit, bitten)",
      "ru": "кусать, укус"
  },
  {
      "en": "bitter",
      "ru": "горький"
  },
  {
      "en": "bizarre",
      "ru": "странный, причудливый"
  },
  {
      "en": "black out",
      "ru": "обесточить"
  },
  {
      "en": "blackmail",
      "ru": "шантажировать"
  },
  {
      "en": "blade",
      "ru": "лезвие"
  },
  {
      "en": "blame",
      "ru": "винить"
  },
  {
      "en": "bland",
      "ru": "пресный, мягкий"
  },
  {
      "en": "blank",
      "ru": "пустой, чистый"
  },
  {
      "en": "blanket",
      "ru": "одеяло, покрывало"
  },
  {
      "en": "blast",
      "ru": "дуновение, порыв"
  },
  {
      "en": "blast",
      "ru": "взрыв, взрывать"
  },
  {
      "en": "blatant",
      "ru": "явный, вопиющий"
  },
  {
      "en": "blaze",
      "ru": "полыхать, пламя"
  },
  {
      "en": "bleach",
      "ru": "отбелить, обесцветить"
  },
  {
      "en": "bleak",
      "ru": "мрачный"
  },
  {
      "en": "bleed (bled, bled)",
      "ru": "кровоточить"
  },
  {
      "en": "blend",
      "ru": "смешивать"
  },
  {
      "en": "bless",
      "ru": "благословлять"
  },
  {
      "en": "blind",
      "ru": "слепой"
  },
  {
      "en": "blink",
      "ru": "мерцать, мигать"
  },
  {
      "en": "bliss",
      "ru": "блаженство"
  },
  {
      "en": "blizzard",
      "ru": "метель, буран"
  },
  {
      "en": "bloat",
      "ru": "раздуваться"
  },
  {
      "en": "block",
      "ru": "кусок, глыба и т. д."
  },
  {
      "en": "block",
      "ru": "квартал"
  },
  {
      "en": "block out",
      "ru": "блокировать, не пускать"
  },
  {
      "en": "block up",
      "ru": "забиться (о канале)"
  },
  {
      "en": "blonde",
      "ru": "блондинка"
  },
  {
      "en": "bloom",
      "ru": "расцвет, расцветать"
  },
  {
      "en": "blossom",
      "ru": "цвести, цвет"
  },
  {
      "en": "blouse",
      "ru": "блузка"
  },
  {
      "en": "blow (blew blown)",
      "ru": "дуть"
  },
  {
      "en": "blow (blew blown)",
      "ru": "удар"
  },
  {
      "en": "blow out",
      "ru": "задуть (свечу)"
  },
  {
      "en": "blow over",
      "ru": "пройти, утихнуть"
  },
  {
      "en": "blow up",
      "ru": "взорвать"
  },
  {
      "en": "blow up",
      "ru": "накачивать, надувать"
  },
  {
      "en": "bluff",
      "ru": "блеф"
  },
  {
      "en": "blunt",
      "ru": "тупой, притуплять"
  },
  {
      "en": "blur",
      "ru": "размывать, смазывать"
  },
  {
      "en": "blush",
      "ru": "румянец, краснеть"
  },
  {
      "en": "board",
      "ru": "совет, коллегия"
  },
  {
      "en": "board",
      "ru": "доска"
  },
  {
      "en": "board",
      "ru": "борт, подниматься на борт"
  },
  {
      "en": "boast",
      "ru": "хвастать, хвастовство"
  },
  {
      "en": "boat",
      "ru": "лодка, судно"
  },
  {
      "en": "bog",
      "ru": "болото, трясина"
  },
  {
      "en": "boil",
      "ru": "кипеть, кипятить, варить"
  },
  {
      "en": "bold",
      "ru": "смелый, дерзкий, безрассудный"
  },
  {
      "en": "bolster",
      "ru": "укреплять, поддерживать"
  },
  {
      "en": "bond",
      "ru": "связь, узы, соединение"
  },
  {
      "en": "bond",
      "ru": "обязательство, облигация"
  },
  {
      "en": "bone",
      "ru": "кость"
  },
  {
      "en": "bonfire",
      "ru": "костер"
  },
  {
      "en": "boobs",
      "ru": "титьки"
  },
  {
      "en": "book",
      "ru": "купить, забронировать"
  },
  {
      "en": "boom",
      "ru": "заграждение, пояс"
  },
  {
      "en": "boost",
      "ru": "повышать, усиливать"
  },
  {
      "en": "boot",
      "ru": "сапог, ботинок"
  },
  {
      "en": "booth",
      "ru": "будка, кабина"
  },
  {
      "en": "booze",
      "ru": "выпивка"
  },
  {
      "en": "border",
      "ru": "граница, край"
  },
  {
      "en": "bore",
      "ru": "надоедать"
  },
  {
      "en": "borough",
      "ru": "район, место"
  },
  {
      "en": "borrow",
      "ru": "брать взаймы"
  },
  {
      "en": "both",
      "ru": "оба"
  },
  {
      "en": "bother",
      "ru": "беспокоить"
  },
  {
      "en": "bottom",
      "ru": "дно"
  },
  {
      "en": "boulder",
      "ru": "валун"
  },
  {
      "en": "bounce",
      "ru": "отскакивать, прыгать"
  },
  {
      "en": "bound",
      "ru": "обязан"
  },
  {
      "en": "boundary",
      "ru": "граница, черта"
  },
  {
      "en": "bounds",
      "ru": "границы, рамки (перен.)"
  },
  {
      "en": "bounty",
      "ru": "вознаграждение"
  },
  {
      "en": "bout",
      "ru": "всплеск, приступ"
  },
  {
      "en": "bout",
      "ru": "бой, поединок"
  },
  {
      "en": "bow",
      "ru": "бант, бабочка"
  },
  {
      "en": "bow",
      "ru": "лук"
  },
  {
      "en": "bow",
      "ru": "поклон, наклоняться"
  },
  {
      "en": "bow out",
      "ru": "откланяться, уйти"
  },
  {
      "en": "bowel",
      "ru": "кишка"
  },
  {
      "en": "bowl",
      "ru": "миска"
  },
  {
      "en": "brace",
      "ru": "скоба, распорка, скрепа"
  },
  {
      "en": "bracket",
      "ru": "скобка"
  },
  {
      "en": "brag",
      "ru": "хвастаться, кичиться"
  },
  {
      "en": "braid",
      "ru": "коса или оплётка"
  },
  {
      "en": "brake",
      "ru": "тормоз"
  },
  {
      "en": "branch",
      "ru": "ветвь"
  },
  {
      "en": "branch",
      "ru": "филиал, ответвление"
  },
  {
      "en": "brass",
      "ru": "латунь"
  },
  {
      "en": "brassiere (bra)",
      "ru": "бюстгальтер"
  },
  {
      "en": "brave",
      "ru": "храбрый"
  },
  {
      "en": "brawl",
      "ru": "шумная драка, скандал"
  },
  {
      "en": "brazen",
      "ru": "наглый"
  },
  {
      "en": "breach",
      "ru": "брешь, прорывать, пробивать"
  },
  {
      "en": "breadth",
      "ru": "ширина, широта"
  },
  {
      "en": "break",
      "ru": "перерыв, перемена"
  },
  {
      "en": "break (broke, broken)",
      "ru": "нарушать"
  },
  {
      "en": "break away",
      "ru": "отделяться"
  },
  {
      "en": "break down",
      "ru": "ломаться"
  },
  {
      "en": "break into (break in)",
      "ru": "проникнуть, вломиться"
  },
  {
      "en": "break out",
      "ru": "вспыхнуть, разразиться"
  },
  {
      "en": "break out",
      "ru": "сбежать, вырваться"
  },
  {
      "en": "break up",
      "ru": "разорвать отношения"
  },
  {
      "en": "breakthrough",
      "ru": "прорыв, достижение"
  },
  {
      "en": "breast",
      "ru": "грудь"
  },
  {
      "en": "breath",
      "ru": "дыхание, вздох"
  },
  {
      "en": "breathe",
      "ru": "дышать"
  },
  {
      "en": "breed",
      "ru": "порода, поколение и т д."
  },
  {
      "en": "breed (bred, bred)",
      "ru": "разводить, выращивать"
  },
  {
      "en": "brew",
      "ru": "заваривать, варить напиток"
  },
  {
      "en": "bribe",
      "ru": "взятка"
  },
  {
      "en": "brick",
      "ru": "кирпич"
  },
  {
      "en": "bride",
      "ru": "невеста"
  },
  {
      "en": "bridge",
      "ru": "мост"
  },
  {
      "en": "brief",
      "ru": "краткий"
  },
  {
      "en": "briefcase",
      "ru": "портфель"
  },
  {
      "en": "bright",
      "ru": "яркий"
  },
  {
      "en": "brilliant",
      "ru": "блестящий"
  },
  {
      "en": "brim",
      "ru": "край сосуда"
  },
  {
      "en": "bring (brought, brought)",
      "ru": "принести"
  },
  {
      "en": "bring along",
      "ru": "взять с собой"
  },
  {
      "en": "bring around",
      "ru": "убедить"
  },
  {
      "en": "bring back",
      "ru": "вернуть"
  },
  {
      "en": "bring down",
      "ru": "сбрасывать, свергать"
  },
  {
      "en": "bring in",
      "ru": "привлечь"
  },
  {
      "en": "bring out",
      "ru": "выпустить (новинку и т.д.)"
  },
  {
      "en": "bring up",
      "ru": "поднять тему"
  },
  {
      "en": "bring up",
      "ru": "воспитывать"
  },
  {
      "en": "brink",
      "ru": "грань, край"
  },
  {
      "en": "brisk",
      "ru": "энергичный, оживлённый"
  },
  {
      "en": "bristle",
      "ru": "щетина"
  },
  {
      "en": "brittle",
      "ru": "ломкий"
  },
  {
      "en": "broad",
      "ru": "широкий"
  },
  {
      "en": "broadcast",
      "ru": "транслировать, трансляция"
  },
  {
      "en": "broom",
      "ru": "метла, веник"
  },
  {
      "en": "broth",
      "ru": "бульон, отвар"
  },
  {
      "en": "bruise",
      "ru": "синяк, ушиб"
  },
  {
      "en": "brush",
      "ru": "кисть, щётка, чистить"
  },
  {
      "en": "brute",
      "ru": "животное, зверь, грубый"
  },
  {
      "en": "bubble",
      "ru": "пузырь"
  },
  {
      "en": "buck",
      "ru": "самец, обычно рогатых"
  },
  {
      "en": "bucket",
      "ru": "ведро, бадья"
  },
  {
      "en": "buckle",
      "ru": "пряжка"
  },
  {
      "en": "buckle up",
      "ru": "пристегнуться"
  },
  {
      "en": "bud",
      "ru": "бутон или почка растения"
  },
  {
      "en": "buddy",
      "ru": "дружище, парень"
  },
  {
      "en": "budge",
      "ru": "сдвинуть"
  },
  {
      "en": "buffalo",
      "ru": "буйвол или бизон"
  },
  {
      "en": "bug",
      "ru": "жук"
  },
  {
      "en": "build on",
      "ru": "нарастить, развить"
  },
  {
      "en": "built-in",
      "ru": "встроенный"
  },
  {
      "en": "bulb",
      "ru": "лампа, колба"
  },
  {
      "en": "bulge",
      "ru": "бугор, выпуклость"
  },
  {
      "en": "bulk",
      "ru": "основная масса"
  },
  {
      "en": "bullet",
      "ru": "пуля"
  },
  {
      "en": "bullshit",
      "ru": "ерунда, чушь"
  },
  {
      "en": "bully",
      "ru": "задира, задирать"
  },
  {
      "en": "bum",
      "ru": "бомж или бездельник"
  },
  {
      "en": "bump",
      "ru": "шишка, выпуклость"
  },
  {
      "en": "bump",
      "ru": "удар, ударять"
  },
  {
      "en": "bun",
      "ru": "булочка"
  },
  {
      "en": "bunch",
      "ru": "связка, пучок, группа"
  },
  {
      "en": "bundle",
      "ru": "связка, пучок, пачка"
  },
  {
      "en": "bunk",
      "ru": "койка, спальное место"
  },
  {
      "en": "bunny",
      "ru": "кролик (разг, детск.)"
  },
  {
      "en": "burden",
      "ru": "бремя, нагружать"
  },
  {
      "en": "burglar",
      "ru": "вор взломщик"
  },
  {
      "en": "burn",
      "ru": "жечь"
  },
  {
      "en": "burn down",
      "ru": "сгореть, сжечь (полностью)"
  },
  {
      "en": "burn out",
      "ru": "выгореть, перегореть"
  },
  {
      "en": "burrow",
      "ru": "нора, зарываться"
  },
  {
      "en": "burst",
      "ru": "взрыв, всплеск и т. д."
  },
  {
      "en": "bury",
      "ru": "хоронить"
  },
  {
      "en": "bush",
      "ru": "куст"
  },
  {
      "en": "bustle",
      "ru": "суета, суматоха"
  },
  {
      "en": "busy",
      "ru": "занятый"
  },
  {
      "en": "butcher",
      "ru": "мясник"
  },
  {
      "en": "butt",
      "ru": "торец, зад"
  },
  {
      "en": "butt",
      "ru": "задница"
  },
  {
      "en": "butt in",
      "ru": "встревать, вмешиваться"
  },
  {
      "en": "butter",
      "ru": "масло сливочное"
  },
  {
      "en": "butterfly",
      "ru": "бабочка"
  },
  {
      "en": "button",
      "ru": "пуговица, застёгивать"
  },
  {
      "en": "buy",
      "ru": "верить, соглашаться (разг.)"
  },
  {
      "en": "buy up",
      "ru": "скупить"
  },
  {
      "en": "buzz",
      "ru": "жужжать"
  },
  {
      "en": "by chance",
      "ru": "случайно"
  },
  {
      "en": "by far",
      "ru": "безусловно"
  },
  {
      "en": "by heart",
      "ru": "наизусть"
  },
  {
      "en": "by oneself",
      "ru": "один, сам"
  },
  {
      "en": "by the way",
      "ru": "кстати"
  },
  {
      "en": "bypass",
      "ru": "обходить, обход"
  },
  {
      "en": "cab",
      "ru": "такси"
  },
  {
      "en": "cabbage",
      "ru": "капуста"
  },
  {
      "en": "cabin",
      "ru": "хижина"
  },
  {
      "en": "cable",
      "ru": "канат, кабель, трос и т.д."
  },
  {
      "en": "cage",
      "ru": "клетка"
  },
  {
      "en": "calf (pl:calves)",
      "ru": "теленок"
  },
  {
      "en": "call back",
      "ru": "перезвонить"
  },
  {
      "en": "call for",
      "ru": "требовать, взывать"
  },
  {
      "en": "call off",
      "ru": "отменить"
  },
  {
      "en": "call on",
      "ru": "обратиться, попросить"
  },
  {
      "en": "calm",
      "ru": "спокойный, успокоить"
  },
  {
      "en": "calm down",
      "ru": "успокоиться"
  },
  {
      "en": "camp",
      "ru": "лагерь"
  },
  {
      "en": "can",
      "ru": "банка"
  },
  {
      "en": "cancel",
      "ru": "отменять"
  },
  {
      "en": "cancer",
      "ru": "рак (болезнь)"
  },
  {
      "en": "candid",
      "ru": "честный, беспристрастный"
  },
  {
      "en": "candle",
      "ru": "свеча"
  },
  {
      "en": "candy",
      "ru": "конфеты"
  },
  {
      "en": "cane",
      "ru": "трость"
  },
  {
      "en": "cannon",
      "ru": "пушка"
  },
  {
      "en": "canopy",
      "ru": "навес, тент, полог"
  },
  {
      "en": "canvas",
      "ru": "холст"
  },
  {
      "en": "cap",
      "ru": "кепка, шляпа, колпачок"
  },
  {
      "en": "capable",
      "ru": "способный к ч-л."
  },
  {
      "en": "capacity",
      "ru": "ёмкость, вместимость"
  },
  {
      "en": "capacity",
      "ru": "способность, возможность"
  },
  {
      "en": "cape",
      "ru": "мыс"
  },
  {
      "en": "capital",
      "ru": "главный, большой, высший"
  },
  {
      "en": "captive",
      "ru": "пленник"
  },
  {
      "en": "capture",
      "ru": "захватить"
  },
  {
      "en": "carbohydrate",
      "ru": "углевод"
  },
  {
      "en": "carbon",
      "ru": "углерод, уголь, графит"
  },
  {
      "en": "carcass",
      "ru": "туша"
  },
  {
      "en": "cardboard",
      "ru": "картон"
  },
  {
      "en": "care",
      "ru": "забота, уход"
  },
  {
      "en": "care",
      "ru": "переживать, интересоваться"
  },
  {
      "en": "career",
      "ru": "карьера"
  },
  {
      "en": "caress",
      "ru": "ласкать, гладить"
  },
  {
      "en": "cargo",
      "ru": "груз, грузовой"
  },
  {
      "en": "carpenter",
      "ru": "плотник"
  },
  {
      "en": "carpet",
      "ru": "ковер"
  },
  {
      "en": "carriage",
      "ru": "каретка"
  },
  {
      "en": "carrot",
      "ru": "морковь"
  },
  {
      "en": "carry",
      "ru": "носить"
  },
  {
      "en": "carry out",
      "ru": "выполнить"
  },
  {
      "en": "cart",
      "ru": "телега"
  },
  {
      "en": "cartoon",
      "ru": "мультфильм"
  },
  {
      "en": "carve",
      "ru": "вырезать (напр. из дерева)"
  },
  {
      "en": "case",
      "ru": "случай, дело"
  },
  {
      "en": "case",
      "ru": "ящик, футляр, чехол"
  },
  {
      "en": "cash",
      "ru": "наличка, обналичить"
  },
  {
      "en": "casket",
      "ru": "шкатулка или гроб (амер.)"
  },
  {
      "en": "cast (cast, cast)",
      "ru": "бросать, метать"
  },
  {
      "en": "cast (cast, cast)",
      "ru": "отливать"
  },
  {
      "en": "casual",
      "ru": "случайный"
  },
  {
      "en": "casualty",
      "ru": "жертва, потери"
  },
  {
      "en": "catch",
      "ru": "расслышать, уловить"
  },
  {
      "en": "catch (caught, caught)",
      "ru": "ловить"
  },
  {
      "en": "catch on",
      "ru": "становиться популярным"
  },
  {
      "en": "catch on",
      "ru": "внезапно понять"
  },
  {
      "en": "catch up on",
      "ru": "следить быть в курсе"
  },
  {
      "en": "catch up with",
      "ru": "догнать"
  },
  {
      "en": "cater",
      "ru": "обслуживать, угождать"
  },
  {
      "en": "catering",
      "ru": "общественное питание"
  },
  {
      "en": "cathedral",
      "ru": "собор"
  },
  {
      "en": "cattle",
      "ru": "крупный рогатый скот"
  },
  {
      "en": "cause",
      "ru": "причина, быть причиной"
  },
  {
      "en": "caution",
      "ru": "предосторожность, предостережение"
  },
  {
      "en": "cave",
      "ru": "пещера, полость"
  },
  {
      "en": "caviar",
      "ru": "икра"
  },
  {
      "en": "cavity",
      "ru": "полость, впадина"
  },
  {
      "en": "cease",
      "ru": "прекращать"
  },
  {
      "en": "cedar",
      "ru": "кедр"
  },
  {
      "en": "ceiling",
      "ru": "потолок, перекрытие"
  },
  {
      "en": "celebrate",
      "ru": "праздновать"
  },
  {
      "en": "celebrity",
      "ru": "знаменитость"
  },
  {
      "en": "celestial",
      "ru": "астрономический, небесный"
  },
  {
      "en": "cell",
      "ru": "ячейка, клетка"
  },
  {
      "en": "cellar",
      "ru": "подвал"
  },
  {
      "en": "cellular",
      "ru": "сотовый"
  },
  {
      "en": "cemetery",
      "ru": "кладбище"
  },
  {
      "en": "censorship",
      "ru": "цензура"
  },
  {
      "en": "census",
      "ru": "перепись"
  },
  {
      "en": "century",
      "ru": "век"
  },
  {
      "en": "cereal",
      "ru": "злак, каша, хлопья"
  },
  {
      "en": "certain",
      "ru": "определённый, уверенный"
  },
  {
      "en": "chain",
      "ru": "цепь"
  },
  {
      "en": "chair",
      "ru": "стул"
  },
  {
      "en": "chairman",
      "ru": "председатель"
  },
  {
      "en": "chalk",
      "ru": "мел"
  },
  {
      "en": "challenge",
      "ru": "вызов, необычная задача"
  },
  {
      "en": "chamber",
      "ru": "кабинет, зал, палата, камера"
  },
  {
      "en": "chancellor",
      "ru": "канцлер"
  },
  {
      "en": "change",
      "ru": "сдача, мелочь"
  },
  {
      "en": "chant",
      "ru": "петь, скандировать, песнопение"
  },
  {
      "en": "chaos",
      "ru": "хаос"
  },
  {
      "en": "chap",
      "ru": "парень"
  },
  {
      "en": "chapel",
      "ru": "часовня"
  },
  {
      "en": "chapter",
      "ru": "глава"
  },
  {
      "en": "character",
      "ru": "персонаж"
  },
  {
      "en": "charge",
      "ru": "заряжать, нагружать"
  },
  {
      "en": "charge",
      "ru": "обвинять"
  },
  {
      "en": "charge",
      "ru": "плата"
  },
  {
      "en": "charity",
      "ru": "благотворительность"
  },
  {
      "en": "charm",
      "ru": "обаяние, очаровывать"
  },
  {
      "en": "chart",
      "ru": "схема, график, таблица"
  },
  {
      "en": "chase",
      "ru": "погоня, гнаться"
  },
  {
      "en": "chat",
      "ru": "болтать"
  },
  {
      "en": "chatter",
      "ru": "болтать, болтовня"
  },
  {
      "en": "cheat",
      "ru": "жульничать"
  },
  {
      "en": "cheat on",
      "ru": "изменять"
  },
  {
      "en": "check",
      "ru": "проверить"
  },
  {
      "en": "check in",
      "ru": "вселиться (в отель)"
  },
  {
      "en": "check into",
      "ru": "лечь (в больницу)"
  },
  {
      "en": "check on",
      "ru": "проверить, что всё норм"
  },
  {
      "en": "check out",
      "ru": "посмотреть, заценить"
  },
  {
      "en": "check out",
      "ru": "освободить номер"
  },
  {
      "en": "checkup",
      "ru": "медосмотр"
  },
  {
      "en": "cheek",
      "ru": "щека"
  },
  {
      "en": "cheer",
      "ru": "аплодировать, радостно встречать"
  },
  {
      "en": "cheer on",
      "ru": "болеть (за спорт)"
  },
  {
      "en": "cheer up",
      "ru": "взбодриться"
  },
  {
      "en": "cheerful",
      "ru": "весёлый, неунывающий"
  },
  {
      "en": "chef",
      "ru": "шеф-повар"
  },
  {
      "en": "chemistry",
      "ru": "химия"
  },
  {
      "en": "cherish",
      "ru": "лелеять, хранить"
  },
  {
      "en": "chess",
      "ru": "шахматы"
  },
  {
      "en": "chest",
      "ru": "грудь (грудная клетка)"
  },
  {
      "en": "chest",
      "ru": "сундук"
  },
  {
      "en": "chestnut",
      "ru": "каштан"
  },
  {
      "en": "chew",
      "ru": "жевать"
  },
  {
      "en": "chief",
      "ru": "вождь, начальник, главный"
  },
  {
      "en": "childhood",
      "ru": "детство"
  },
  {
      "en": "chill",
      "ru": "холод, охлаждать"
  },
  {
      "en": "chill out",
      "ru": "расслабиться"
  },
  {
      "en": "chimney",
      "ru": "дымовая труба"
  },
  {
      "en": "chin",
      "ru": "подбородок"
  },
  {
      "en": "chip",
      "ru": "щепка, стружка"
  },
  {
      "en": "choice",
      "ru": "выбор"
  },
  {
      "en": "choir",
      "ru": "хор"
  },
  {
      "en": "choke",
      "ru": "задыхаться, давиться"
  },
  {
      "en": "chop",
      "ru": "рубить"
  },
  {
      "en": "chop down",
      "ru": "срубить (дерево)"
  },
  {
      "en": "chop up",
      "ru": "порезать (на кусочки)"
  },
  {
      "en": "chord",
      "ru": "аккорд"
  },
  {
      "en": "chore",
      "ru": "скучная неприятная работа"
  },
  {
      "en": "chorus",
      "ru": "припев"
  },
  {
      "en": "Christmas",
      "ru": "рождество"
  },
  {
      "en": "chuck",
      "ru": "бросать (небрежно)"
  },
  {
      "en": "chuckle",
      "ru": "посмеиваться"
  },
  {
      "en": "chunk",
      "ru": "кусок"
  },
  {
      "en": "church",
      "ru": "церковь"
  },
  {
      "en": "cinema",
      "ru": "кино, кинотеатр"
  },
  {
      "en": "cinnamon",
      "ru": "корица"
  },
  {
      "en": "circle",
      "ru": "круг, окружность"
  },
  {
      "en": "circuit",
      "ru": "схема, цепь, контур"
  },
  {
      "en": "circumstance",
      "ru": "обстоятельство"
  },
  {
      "en": "circus",
      "ru": "цирк"
  },
  {
      "en": "cite",
      "ru": "упоминать, цитировать"
  },
  {
      "en": "citizen",
      "ru": "гражданин"
  },
  {
      "en": "civic",
      "ru": "гражданский"
  },
  {
      "en": "civil",
      "ru": "гражданский"
  },
  {
      "en": "civilian",
      "ru": "гражданский"
  },
  {
      "en": "claim",
      "ru": "требовать, претендовать"
  },
  {
      "en": "claim",
      "ru": "утверждать, претендовать"
  },
  {
      "en": "clam",
      "ru": "моллюск"
  },
  {
      "en": "clamour",
      "ru": "шум, ропот, протесты"
  },
  {
      "en": "clamp",
      "ru": "зажимать, зажим"
  },
  {
      "en": "clap",
      "ru": "хлопать в ладоши"
  },
  {
      "en": "clarify",
      "ru": "прояснять"
  },
  {
      "en": "clash",
      "ru": "столкновение"
  },
  {
      "en": "clasp",
      "ru": "застёжка, застёгивать"
  },
  {
      "en": "clause",
      "ru": "пункт, статья документа"
  },
  {
      "en": "claw",
      "ru": "коготь, клешня"
  },
  {
      "en": "clay",
      "ru": "глина"
  },
  {
      "en": "clean up",
      "ru": "убрать (мусор)"
  },
  {
      "en": "cleanse",
      "ru": "очищать"
  },
  {
      "en": "clear",
      "ru": "ясный, чистый (пр. и перен.)"
  },
  {
      "en": "clear off",
      "ru": "убраться вон"
  },
  {
      "en": "clear out",
      "ru": "убирать, забирать"
  },
  {
      "en": "clear up",
      "ru": "прояснить(ся)"
  },
  {
      "en": "cleave",
      "ru": "раскалывать"
  },
  {
      "en": "clench",
      "ru": "стиснуть, сжать"
  },
  {
      "en": "clergy",
      "ru": "духовенство"
  },
  {
      "en": "clerical",
      "ru": "канцелярский, административный"
  },
  {
      "en": "clever",
      "ru": "умный"
  },
  {
      "en": "click",
      "ru": "щёлкать, щелчок"
  },
  {
      "en": "cliff",
      "ru": "утес"
  },
  {
      "en": "climax",
      "ru": "кульминация, разгар"
  },
  {
      "en": "climb",
      "ru": "взбираться"
  },
  {
      "en": "cling (clung, clung)",
      "ru": "цепляться"
  },
  {
      "en": "clip",
      "ru": "отсекать, обрезать"
  },
  {
      "en": "clip",
      "ru": "зажим, зажимать"
  },
  {
      "en": "cloak",
      "ru": "плащ, мантия, покров"
  },
  {
      "en": "clockwise",
      "ru": "по часовой стрелке"
  },
  {
      "en": "clog",
      "ru": "загромождать"
  },
  {
      "en": "close down",
      "ru": "закрыться (насовсем)"
  },
  {
      "en": "close in on",
      "ru": "приближаться"
  },
  {
      "en": "closet",
      "ru": "стенной шкаф"
  },
  {
      "en": "closure",
      "ru": "закрытие, завершение"
  },
  {
      "en": "cloth",
      "ru": "ткань, тряпка"
  },
  {
      "en": "clothe",
      "ru": "одевать, покрывать"
  },
  {
      "en": "cloud",
      "ru": "облако"
  },
  {
      "en": "clout",
      "ru": "влияние, влиятельность"
  },
  {
      "en": "clove",
      "ru": "гвоздика"
  },
  {
      "en": "clue",
      "ru": "ключ, нить, улика"
  },
  {
      "en": "clump",
      "ru": "комок, кучка, клок"
  },
  {
      "en": "clumsy",
      "ru": "неловкий, неуклюжий"
  },
  {
      "en": "clutch",
      "ru": "сцеплять, сцепление"
  },
  {
      "en": "clutter",
      "ru": "беспорядок, куча всего"
  },
  {
      "en": "coach",
      "ru": "автобус, вагон, телега"
  },
  {
      "en": "coach",
      "ru": "тренер"
  },
  {
      "en": "coal",
      "ru": "уголь"
  },
  {
      "en": "coarse",
      "ru": "грубый, крупный, шероховатый"
  },
  {
      "en": "coast",
      "ru": "побережье"
  },
  {
      "en": "coaster",
      "ru": "подставка"
  },
  {
      "en": "coat",
      "ru": "покрывать"
  },
  {
      "en": "coat",
      "ru": "пальто"
  },
  {
      "en": "coax",
      "ru": "убедить, соблазнить сделать"
  },
  {
      "en": "coconut",
      "ru": "кокос"
  },
  {
      "en": "coerce",
      "ru": "принуждать"
  },
  {
      "en": "coffin",
      "ru": "гроб"
  },
  {
      "en": "coherent",
      "ru": "согласованный, связный"
  },
  {
      "en": "cohesion",
      "ru": "единство, согласие"
  },
  {
      "en": "coil",
      "ru": "катушка, моток, наматывать"
  },
  {
      "en": "coincide",
      "ru": "совпасть"
  },
  {
      "en": "coincidence",
      "ru": "совпадение"
  },
  {
      "en": "cold",
      "ru": "простуда"
  },
  {
      "en": "collaborate",
      "ru": "сотрудничать"
  },
  {
      "en": "collapse",
      "ru": "обрушиться, сложиться"
  },
  {
      "en": "collar",
      "ru": "воротник или ошейник"
  },
  {
      "en": "collect",
      "ru": "собирать"
  },
  {
      "en": "collide",
      "ru": "сталкиваться"
  },
  {
      "en": "colon",
      "ru": "двоеточие"
  },
  {
      "en": "colonel",
      "ru": "полковник"
  },
  {
      "en": "column",
      "ru": "столб, колонна"
  },
  {
      "en": "comb",
      "ru": "расческа, причёсывать"
  },
  {
      "en": "combat",
      "ru": "бой"
  },
  {
      "en": "combine",
      "ru": "соединять(ся)"
  },
  {
      "en": "come about",
      "ru": "произойти"
  },
  {
      "en": "come across",
      "ru": "встретить (случайно)"
  },
  {
      "en": "come along",
      "ru": "идти вместе"
  },
  {
      "en": "come along",
      "ru": "продвигаться (о работе)"
  },
  {
      "en": "come by",
      "ru": "найти, заполучить"
  },
  {
      "en": "come by",
      "ru": "зайти"
  },
  {
      "en": "come down",
      "ru": "сводиться"
  },
  {
      "en": "come from",
      "ru": "быть из"
  },
  {
      "en": "come into",
      "ru": "унаследовать"
  },
  {
      "en": "come off",
      "ru": "выйти, получиться"
  },
  {
      "en": "come off",
      "ru": "отвалиться"
  },
  {
      "en": "come on",
      "ru": "включаться"
  },
  {
      "en": "come out",
      "ru": "выступить, заявить"
  },
  {
      "en": "come out",
      "ru": "выходить (напр. об альбоме)"
  },
  {
      "en": "come over",
      "ru": "заходить (в гости)"
  },
  {
      "en": "come through",
      "ru": "пережить, перенести"
  },
  {
      "en": "come to",
      "ru": "очнуться"
  },
  {
      "en": "come to",
      "ru": "доходить до"
  },
  {
      "en": "come to life",
      "ru": "оживать, приходить в себя"
  },
  {
      "en": "come true",
      "ru": "сбываться"
  },
  {
      "en": "come under",
      "ru": "подвегрнуться"
  },
  {
      "en": "come up",
      "ru": "произойти или появиться"
  },
  {
      "en": "come up",
      "ru": "приближаться (о событии)"
  },
  {
      "en": "come up to",
      "ru": "подойти к кому-л."
  },
  {
      "en": "come up with",
      "ru": "придумать"
  },
  {
      "en": "come with",
      "ru": "прилагаться"
  },
  {
      "en": "comedian",
      "ru": "комик"
  },
  {
      "en": "comfort",
      "ru": "утешать, утешение"
  },
  {
      "en": "commemorate",
      "ru": "отметить, почтить"
  },
  {
      "en": "commence",
      "ru": "начинать"
  },
  {
      "en": "commend",
      "ru": "высоко оценивать"
  },
  {
      "en": "commercial",
      "ru": "реклама (на ТВ)"
  },
  {
      "en": "commission",
      "ru": "поручение, полномочие"
  },
  {
      "en": "commit",
      "ru": "совершить (напр. ошибку)"
  },
  {
      "en": "commitment",
      "ru": "приверженность"
  },
  {
      "en": "commitment",
      "ru": "обязательство"
  },
  {
      "en": "commodity",
      "ru": "товар, сырьё"
  },
  {
      "en": "common",
      "ru": "общий"
  },
  {
      "en": "common",
      "ru": "обычный, распространённый"
  },
  {
      "en": "commonplace",
      "ru": "обычное дело, банальность"
  },
  {
      "en": "commonwealth",
      "ru": "содружество"
  },
  {
      "en": "communicate",
      "ru": "общаться"
  },
  {
      "en": "community",
      "ru": "община, сообщество"
  },
  {
      "en": "commute",
      "ru": "ходить, курсировать"
  },
  {
      "en": "compact",
      "ru": "договор"
  },
  {
      "en": "compare",
      "ru": "сравнить"
  },
  {
      "en": "comparison",
      "ru": "сравнение"
  },
  {
      "en": "compartment",
      "ru": "отсек, отделение, купе"
  },
  {
      "en": "compassion",
      "ru": "сочуствие, сострадание"
  },
  {
      "en": "compatible",
      "ru": "совместимый"
  },
  {
      "en": "compel",
      "ru": "вынуждать, заставлять"
  },
  {
      "en": "compete",
      "ru": "соперничать"
  },
  {
      "en": "complain",
      "ru": "жаловаться"
  },
  {
      "en": "complement",
      "ru": "допонять, дополнение"
  },
  {
      "en": "complement",
      "ru": "набор, состав, комплект"
  },
  {
      "en": "complete",
      "ru": "завершить, выполнить"
  },
  {
      "en": "complex",
      "ru": "сложный"
  },
  {
      "en": "complicate",
      "ru": "усложнять"
  },
  {
      "en": "comply",
      "ru": "соблюдать, соответствовать"
  },
  {
      "en": "compose",
      "ru": "составлять, сочинять"
  },
  {
      "en": "compound",
      "ru": "состав, составной"
  },
  {
      "en": "comprehend",
      "ru": "понять, вникнуть"
  },
  {
      "en": "comprehensive",
      "ru": "исчерпывающий, всесторонний"
  },
  {
      "en": "compress",
      "ru": "сжимать, прессовать"
  },
  {
      "en": "comprise",
      "ru": "состоять из, охватывать"
  },
  {
      "en": "compulsory",
      "ru": "принудительный, обязательный"
  },
  {
      "en": "comrade",
      "ru": "товарищ"
  },
  {
      "en": "conceal",
      "ru": "скрывать"
  },
  {
      "en": "concede",
      "ru": "уступить"
  },
  {
      "en": "conceive",
      "ru": "помыслить, представить"
  },
  {
      "en": "concept",
      "ru": "понятие, идея"
  },
  {
      "en": "concern",
      "ru": "забота, тревожить"
  },
  {
      "en": "conclude",
      "ru": "заключать, завершать"
  },
  {
      "en": "concrete",
      "ru": "бетон, бетонировать"
  },
  {
      "en": "concur",
      "ru": "соглашаться"
  },
  {
      "en": "condemn",
      "ru": "осуждать"
  },
  {
      "en": "condition",
      "ru": "состояние"
  },
  {
      "en": "condition",
      "ru": "условие"
  },
  {
      "en": "conduct",
      "ru": "вести, поведение"
  },
  {
      "en": "cone",
      "ru": "конус"
  },
  {
      "en": "confer",
      "ru": "дать, принести, присудить"
  },
  {
      "en": "confer",
      "ru": "совещаться"
  },
  {
      "en": "confess",
      "ru": "признаваться"
  },
  {
      "en": "confide",
      "ru": "доверить, вверить"
  },
  {
      "en": "confident",
      "ru": "уверенный"
  },
  {
      "en": "confine",
      "ru": "ограничить (ся)"
  },
  {
      "en": "confirm",
      "ru": "подтвердить"
  },
  {
      "en": "conform",
      "ru": "соответствовать"
  },
  {
      "en": "confront",
      "ru": "противостоять, сталкиваться"
  },
  {
      "en": "confuse",
      "ru": "путать"
  },
  {
      "en": "congestion",
      "ru": "загруженность, запор"
  },
  {
      "en": "congratulate",
      "ru": "поздравлять"
  },
  {
      "en": "conjunction",
      "ru": "соединение, связь"
  },
  {
      "en": "connect",
      "ru": "соединять"
  },
  {
      "en": "conquer",
      "ru": "завоевать"
  },
  {
      "en": "conquest",
      "ru": "завоевание"
  },
  {
      "en": "conscience",
      "ru": "совесть, сознательность"
  },
  {
      "en": "conscious",
      "ru": "сознательный, сознающий"
  },
  {
      "en": "consecutive",
      "ru": "последующий по времени"
  },
  {
      "en": "consent",
      "ru": "согласие, разрешение"
  },
  {
      "en": "consequence",
      "ru": "последствие"
  },
  {
      "en": "consequent",
      "ru": "последующий, вытекающий"
  },
  {
      "en": "conserve",
      "ru": "беречь, экономить"
  },
  {
      "en": "consider",
      "ru": "рассматривать, учитывать"
  },
  {
      "en": "consider",
      "ru": "считать чем-либо"
  },
  {
      "en": "considerable",
      "ru": "крупный, значительный"
  },
  {
      "en": "consist of",
      "ru": "состоять (из)"
  },
  {
      "en": "consistent",
      "ru": "последовательный"
  },
  {
      "en": "console",
      "ru": "утешать"
  },
  {
      "en": "conspicuous",
      "ru": "заметный"
  },
  {
      "en": "conspire",
      "ru": "сговариваться"
  },
  {
      "en": "constant",
      "ru": "постоянный"
  },
  {
      "en": "constellation",
      "ru": "созвездие"
  },
  {
      "en": "constitute",
      "ru": "составлять, образовывать"
  },
  {
      "en": "constrain",
      "ru": "ограничивать (препятствием)"
  },
  {
      "en": "construct",
      "ru": "соорудить"
  },
  {
      "en": "construction (site)",
      "ru": "стройка"
  },
  {
      "en": "consult",
      "ru": "советоваться"
  },
  {
      "en": "consume",
      "ru": "потреблять"
  },
  {
      "en": "contain",
      "ru": "содержать"
  },
  {
      "en": "contaminate",
      "ru": "загрязнять"
  },
  {
      "en": "contemplate",
      "ru": "созерцать или размышлять"
  },
  {
      "en": "contemporary",
      "ru": "современный, современник"
  },
  {
      "en": "contempt",
      "ru": "презрение, презирать"
  },
  {
      "en": "contend",
      "ru": "бороться, соперничать"
  },
  {
      "en": "content",
      "ru": "содержимое"
  },
  {
      "en": "content with",
      "ru": "довольный, довольство"
  },
  {
      "en": "contest",
      "ru": "соревнование, конкурс"
  },
  {
      "en": "contingency",
      "ru": "непредвиденные обстоятельства"
  },
  {
      "en": "continue",
      "ru": "продолжить"
  },
  {
      "en": "contract",
      "ru": "сокращаться"
  },
  {
      "en": "contradict",
      "ru": "противоречить"
  },
  {
      "en": "contrary",
      "ru": "противоположный, вопреки"
  },
  {
      "en": "contribute",
      "ru": "способствовать, вносить вклад"
  },
  {
      "en": "controversy",
      "ru": "спор, разногласие, дискуссия"
  },
  {
      "en": "convene",
      "ru": "созывать, собирать"
  },
  {
      "en": "convenient",
      "ru": "удобный"
  },
  {
      "en": "conventional",
      "ru": "стандартный, общепринятый"
  },
  {
      "en": "converge",
      "ru": "сходиться, сближаться"
  },
  {
      "en": "converse",
      "ru": "разговаривать"
  },
  {
      "en": "convert",
      "ru": "преобразовывать"
  },
  {
      "en": "convey",
      "ru": "перевозить, передавать"
  },
  {
      "en": "convict",
      "ru": "осуждённый, осуждать"
  },
  {
      "en": "conviction",
      "ru": "убеждение, убеждённость"
  },
  {
      "en": "convince",
      "ru": "убеждать"
  },
  {
      "en": "cookie",
      "ru": "печенье"
  },
  {
      "en": "cool",
      "ru": "прохладный, свежий"
  },
  {
      "en": "cool down",
      "ru": "остыть"
  },
  {
      "en": "cooperate",
      "ru": "сотрудничать"
  },
  {
      "en": "cope with",
      "ru": "совладать, справиться"
  },
  {
      "en": "copper",
      "ru": "медь"
  },
  {
      "en": "cord",
      "ru": "верёвка, шнур"
  },
  {
      "en": "core",
      "ru": "ядро, сердцевина, сущность"
  },
  {
      "en": "cork",
      "ru": "пробка"
  },
  {
      "en": "corn",
      "ru": "кукуруза, зерно"
  },
  {
      "en": "corner",
      "ru": "угол"
  },
  {
      "en": "corps",
      "ru": "корпус"
  },
  {
      "en": "corpse",
      "ru": "труп"
  },
  {
      "en": "correct",
      "ru": "правильный, исправлять"
  },
  {
      "en": "correlate",
      "ru": "соотносить"
  },
  {
      "en": "correspond",
      "ru": "соответствовать"
  },
  {
      "en": "corrupt",
      "ru": "развращать, разлагать"
  },
  {
      "en": "cost (cost, cost)",
      "ru": "стоить, стоимость"
  },
  {
      "en": "cotton",
      "ru": "хлопок"
  },
  {
      "en": "couch",
      "ru": "диван"
  },
  {
      "en": "cough",
      "ru": "кашель"
  },
  {
      "en": "council",
      "ru": "совет (орган)"
  },
  {
      "en": "counsel",
      "ru": "совет, консультация"
  },
  {
      "en": "count",
      "ru": "считаться, иметь значение"
  },
  {
      "en": "count",
      "ru": "считать"
  },
  {
      "en": "count on",
      "ru": "рассчитывать на"
  },
  {
      "en": "counter",
      "ru": "противостоять, противоположный"
  },
  {
      "en": "counter",
      "ru": "стойка, прилавок"
  },
  {
      "en": "counterfeit",
      "ru": "подделка, фальшивый"
  },
  {
      "en": "counterpart",
      "ru": "аналог, коллега, и т. д."
  },
  {
      "en": "countryside",
      "ru": "сельская местность"
  },
  {
      "en": "county",
      "ru": "графство, округ"
  },
  {
      "en": "coup",
      "ru": "переворот"
  },
  {
      "en": "couple",
      "ru": "пара"
  },
  {
      "en": "courage",
      "ru": "мужество"
  },
  {
      "en": "court",
      "ru": "суд"
  },
  {
      "en": "court",
      "ru": "двор (королевский)"
  },
  {
      "en": "court",
      "ru": "игровая площадка"
  },
  {
      "en": "courtesy",
      "ru": "учтивость, этикет"
  },
  {
      "en": "courtyard",
      "ru": "внутренний двор"
  },
  {
      "en": "cover",
      "ru": "накрывать, покрывать"
  },
  {
      "en": "coverage",
      "ru": "освещение"
  },
  {
      "en": "covet",
      "ru": "желать, вожделеть"
  },
  {
      "en": "coward",
      "ru": "трус"
  },
  {
      "en": "co-worker",
      "ru": "сотрудник"
  },
  {
      "en": "cozy",
      "ru": "уютный"
  },
  {
      "en": "crack",
      "ru": "трескаться, трещина"
  },
  {
      "en": "crackle",
      "ru": "потрескивание"
  },
  {
      "en": "cradle",
      "ru": "колыбель"
  },
  {
      "en": "craft",
      "ru": "ремесло, мастерство"
  },
  {
      "en": "cram",
      "ru": "втискивать, впихивать"
  },
  {
      "en": "cramp",
      "ru": "судорога"
  },
  {
      "en": "crane",
      "ru": "подъёмный кран"
  },
  {
      "en": "crank",
      "ru": "чудак, фрик"
  },
  {
      "en": "crap",
      "ru": "дерьмо"
  },
  {
      "en": "crash",
      "ru": "горохот, крушение, разбивать и т. д."
  },
  {
      "en": "crate",
      "ru": "ящик"
  },
  {
      "en": "crave",
      "ru": "желать, жаждать, требовать"
  },
  {
      "en": "crawl",
      "ru": "ползать"
  },
  {
      "en": "crayon",
      "ru": "цветной карандаш, мелок"
  },
  {
      "en": "creak",
      "ru": "скрипеть"
  },
  {
      "en": "cream",
      "ru": "крем, сливки"
  },
  {
      "en": "crease",
      "ru": "складка, сминать"
  },
  {
      "en": "create",
      "ru": "создавать"
  },
  {
      "en": "creature",
      "ru": "существо"
  },
  {
      "en": "credential",
      "ru": "удостоверение, аккредитация"
  },
  {
      "en": "credible",
      "ru": "заслуживающий доверия"
  },
  {
      "en": "creed",
      "ru": "вероисповедание, убеждение"
  },
  {
      "en": "creek",
      "ru": "ручей"
  },
  {
      "en": "creep",
      "ru": "гад, урод (разг)"
  },
  {
      "en": "creep (crept, crept)",
      "ru": "ползти, красться"
  },
  {
      "en": "creepy",
      "ru": "жуткий"
  },
  {
      "en": "crest",
      "ru": "гребень"
  },
  {
      "en": "crew",
      "ru": "команда, экипаж"
  },
  {
      "en": "crib",
      "ru": "раскладушка или дет. кроватка"
  },
  {
      "en": "crime",
      "ru": "преступление"
  },
  {
      "en": "criminal",
      "ru": "преступник"
  },
  {
      "en": "crimson",
      "ru": "малиновый, багряный"
  },
  {
      "en": "cringe",
      "ru": "съёживаться"
  },
  {
      "en": "cripple",
      "ru": "калека, калечить"
  },
  {
      "en": "crisp",
      "ru": "хрустящий"
  },
  {
      "en": "crook",
      "ru": "сгибать, искривлять"
  },
  {
      "en": "crop",
      "ru": "урожай"
  },
  {
      "en": "cross",
      "ru": "пересекать, пересечение, крест"
  },
  {
      "en": "cross out",
      "ru": "вычеркнуть"
  },
  {
      "en": "crossroads",
      "ru": "перекрёсток, перепутье"
  },
  {
      "en": "crouch",
      "ru": "присесть, припасть к земле"
  },
  {
      "en": "crow",
      "ru": "ворона"
  },
  {
      "en": "crowd",
      "ru": "толпа"
  },
  {
      "en": "crown",
      "ru": "корона, короновать"
  },
  {
      "en": "crucial",
      "ru": "решающий, критический"
  },
  {
      "en": "crude",
      "ru": "сырой, грубый, необработанный"
  },
  {
      "en": "cruel",
      "ru": "жестокий"
  },
  {
      "en": "crumb",
      "ru": "крошка, крупица"
  },
  {
      "en": "crumble",
      "ru": "крошить, рушиться"
  },
  {
      "en": "crumple",
      "ru": "смять"
  },
  {
      "en": "crunch",
      "ru": "хрустеть"
  },
  {
      "en": "crusade",
      "ru": "крестовый поход"
  },
  {
      "en": "crush",
      "ru": "раздавливать, дробить"
  },
  {
      "en": "crust",
      "ru": "кора, корка"
  },
  {
      "en": "cry out",
      "ru": "закричать (от страха, боли)"
  },
  {
      "en": "cub",
      "ru": "детеныш"
  },
  {
      "en": "cubicle",
      "ru": "отсек, кабинка"
  },
  {
      "en": "cucumber",
      "ru": "огурец"
  },
  {
      "en": "cuddle",
      "ru": "обнимать, прижимать"
  },
  {
      "en": "cue",
      "ru": "сигнал, намёк"
  },
  {
      "en": "cuisine",
      "ru": "кухня"
  },
  {
      "en": "cup",
      "ru": "чашка, кружка, кубок"
  },
  {
      "en": "cupboard",
      "ru": "шкаф, буфет"
  },
  {
      "en": "curb",
      "ru": "узда, обуздать, сдержать"
  },
  {
      "en": "curb",
      "ru": "бордюр или обочина"
  },
  {
      "en": "cure",
      "ru": "лечить"
  },
  {
      "en": "curious",
      "ru": "любопытный"
  },
  {
      "en": "curl",
      "ru": "скручивать, клубиться, завиток"
  },
  {
      "en": "currency",
      "ru": "валюта"
  },
  {
      "en": "current",
      "ru": "текущий, актуальный"
  },
  {
      "en": "current",
      "ru": "ток, поток, течение"
  },
  {
      "en": "curriculum vitae",
      "ru": "резюме, биография"
  },
  {
      "en": "curse",
      "ru": "проклятие"
  },
  {
      "en": "curtain",
      "ru": "занавеска, занавес"
  },
  {
      "en": "curve",
      "ru": "изгибать, кривая"
  },
  {
      "en": "cushion",
      "ru": "подушка (маленькая)"
  },
  {
      "en": "custody",
      "ru": "охрана, стража или опека"
  },
  {
      "en": "custom",
      "ru": "заказной, индивидуальный"
  },
  {
      "en": "custom",
      "ru": "обычай, привычка"
  },
  {
      "en": "customer",
      "ru": "клиент"
  },
  {
      "en": "customs",
      "ru": "таможня"
  },
  {
      "en": "cut across",
      "ru": "пересечь, срезать путь"
  },
  {
      "en": "cut down",
      "ru": "урезать, уменьшить"
  },
  {
      "en": "cut off",
      "ru": "отрезать, отключить"
  },
  {
      "en": "cute",
      "ru": "привлекательный, милый"
  },
  {
      "en": "dagger",
      "ru": "кинжал"
  },
  {
      "en": "daily",
      "ru": "ежедневно"
  },
  {
      "en": "dairy",
      "ru": "молочные продукты"
  },
  {
      "en": "dam",
      "ru": "плотина"
  },
  {
      "en": "damage",
      "ru": "вред, повреждать"
  },
  {
      "en": "damn",
      "ru": "проклятый, проклинать"
  },
  {
      "en": "damp",
      "ru": "сырой, сырость"
  },
  {
      "en": "dangle",
      "ru": "мотаться"
  },
  {
      "en": "dare",
      "ru": "осмелиться"
  },
  {
      "en": "darling",
      "ru": "дорогой/ая (устар.)"
  },
  {
      "en": "darn",
      "ru": "штопать"
  },
  {
      "en": "dash",
      "ru": "тире, чёрточка"
  },
  {
      "en": "dash",
      "ru": "бросать, бросаться"
  },
  {
      "en": "dash",
      "ru": "разрушить (перен.)"
  },
  {
      "en": "data",
      "ru": "данные"
  },
  {
      "en": "database",
      "ru": "база данных"
  },
  {
      "en": "date",
      "ru": "свидание, встречаться"
  },
  {
      "en": "daunt",
      "ru": "пугать, обескураживать"
  },
  {
      "en": "dawn",
      "ru": "рассвет"
  },
  {
      "en": "dawn on",
      "ru": "осенить"
  },
  {
      "en": "day off",
      "ru": "выходной"
  },
  {
      "en": "daze",
      "ru": "ошеломить"
  },
  {
      "en": "dazzle",
      "ru": "ослепить"
  },
  {
      "en": "dead end",
      "ru": "тупик"
  },
  {
      "en": "deaf",
      "ru": "глухой"
  },
  {
      "en": "deal",
      "ru": "сделка"
  },
  {
      "en": "deal in",
      "ru": "заниматься (напр. торговать)"
  },
  {
      "en": "deal with",
      "ru": "иметь дело с"
  },
  {
      "en": "debate",
      "ru": "обсуждать, спорить"
  },
  {
      "en": "debris",
      "ru": "мусор, обломки, завалы"
  },
  {
      "en": "debt",
      "ru": "долг"
  },
  {
      "en": "decade",
      "ru": "десятилетие или десяток"
  },
  {
      "en": "decay",
      "ru": "распад, упадок, разлагаться"
  },
  {
      "en": "deceased",
      "ru": "покойный, усопший"
  },
  {
      "en": "deceive",
      "ru": "обманывать"
  },
  {
      "en": "decent",
      "ru": "приличный, достойный"
  },
  {
      "en": "deception",
      "ru": "обман"
  },
  {
      "en": "decide",
      "ru": "решить"
  },
  {
      "en": "decisive",
      "ru": "решающий, решительный"
  },
  {
      "en": "deck",
      "ru": "палуба, крышка, настил"
  },
  {
      "en": "declare",
      "ru": "объявлять"
  },
  {
      "en": "decline",
      "ru": "отказаться, отклонить"
  },
  {
      "en": "decline",
      "ru": "снижаться, снижение"
  },
  {
      "en": "decorate",
      "ru": "украшать"
  },
  {
      "en": "decrease",
      "ru": "уменьшать(ся), уменьшение"
  },
  {
      "en": "decree",
      "ru": "постановление, декрет, указ"
  },
  {
      "en": "dedicate",
      "ru": "посвящать"
  },
  {
      "en": "deduct",
      "ru": "вычитать (об. про деньги)"
  },
  {
      "en": "deed",
      "ru": "дело, поступок"
  },
  {
      "en": "deem",
      "ru": "считать (чем-либо)"
  },
  {
      "en": "deep",
      "ru": "глубокий"
  },
  {
      "en": "deer (pl:deer)",
      "ru": "олень"
  },
  {
      "en": "defeat",
      "ru": "поражение, наносить поражение"
  },
  {
      "en": "defence (defense)",
      "ru": "защита, защитный"
  },
  {
      "en": "defend",
      "ru": "защитить"
  },
  {
      "en": "deficient",
      "ru": "недостаточный, неполный"
  },
  {
      "en": "define",
      "ru": "определять"
  },
  {
      "en": "definite",
      "ru": "определённый"
  },
  {
      "en": "deflect",
      "ru": "отклонять, преломлять"
  },
  {
      "en": "deft",
      "ru": "ловкий, проворный"
  },
  {
      "en": "defy",
      "ru": "пренебрегать, отрицать"
  },
  {
      "en": "degree",
      "ru": "степень (во всех значениях)"
  },
  {
      "en": "degree",
      "ru": "градус"
  },
  {
      "en": "deity",
      "ru": "божество"
  },
  {
      "en": "delay",
      "ru": "задерживать(ся)"
  },
  {
      "en": "deliberate",
      "ru": "обдуманный, преднамеренный"
  },
  {
      "en": "delicate",
      "ru": "тонкий, нежный, хрупкий"
  },
  {
      "en": "delicious",
      "ru": "восхитительный (о еде)"
  },
  {
      "en": "delight",
      "ru": "восторг"
  },
  {
      "en": "delinquent",
      "ru": "правонарушитель"
  },
  {
      "en": "deliver",
      "ru": "доставлять"
  },
  {
      "en": "deliver",
      "ru": "рожать"
  },
  {
      "en": "delusion",
      "ru": "наваждение, заблуждение"
  },
  {
      "en": "demand",
      "ru": "требовать"
  },
  {
      "en": "demand",
      "ru": "спрос"
  },
  {
      "en": "demise",
      "ru": "кончина, конец"
  },
  {
      "en": "demolish",
      "ru": "сносить"
  },
  {
      "en": "den",
      "ru": "логово, берлога"
  },
  {
      "en": "denote",
      "ru": "обозначать"
  },
  {
      "en": "denounce",
      "ru": "осуждать, разоблачать"
  },
  {
      "en": "dense",
      "ru": "густой"
  },
  {
      "en": "dent",
      "ru": "вмятина"
  },
  {
      "en": "dental",
      "ru": "зубной, стоматологический"
  },
  {
      "en": "deny",
      "ru": "отрицать"
  },
  {
      "en": "depart",
      "ru": "отправляться, отходить"
  },
  {
      "en": "department",
      "ru": "отдел"
  },
  {
      "en": "depend",
      "ru": "зависеть"
  },
  {
      "en": "dependent",
      "ru": "зависимый"
  },
  {
      "en": "depict",
      "ru": "изображать, описывать"
  },
  {
      "en": "deplete",
      "ru": "истощать"
  },
  {
      "en": "deploy",
      "ru": "развёртывать"
  },
  {
      "en": "depot",
      "ru": "хранилище, база, склад"
  },
  {
      "en": "depress",
      "ru": "угнетать, подавлять"
  },
  {
      "en": "deprive",
      "ru": "лишать"
  },
  {
      "en": "depth",
      "ru": "глубина"
  },
  {
      "en": "deputy",
      "ru": "депутат, представитель"
  },
  {
      "en": "derive",
      "ru": "выводить, извлекать"
  },
  {
      "en": "descend",
      "ru": "спускаться"
  },
  {
      "en": "descend from",
      "ru": "происходить от"
  },
  {
      "en": "describe",
      "ru": "описать"
  },
  {
      "en": "desert",
      "ru": "пустыня"
  },
  {
      "en": "desert",
      "ru": "бросать, оставлять"
  },
  {
      "en": "deserve",
      "ru": "заслуживать"
  },
  {
      "en": "designate",
      "ru": "обозначать, называть"
  },
  {
      "en": "desire",
      "ru": "желание, желать"
  },
  {
      "en": "desk",
      "ru": "письменный стол"
  },
  {
      "en": "desktop",
      "ru": "настольный"
  },
  {
      "en": "desolate",
      "ru": "пустынный, безлюдный"
  },
  {
      "en": "despair",
      "ru": "отчаяние, безнадёжность"
  },
  {
      "en": "desperate",
      "ru": "отчаянный, безвыходный"
  },
  {
      "en": "despise",
      "ru": "презирать"
  },
  {
      "en": "despite",
      "ru": "несмотря на"
  },
  {
      "en": "destination",
      "ru": "место назначения"
  },
  {
      "en": "destiny",
      "ru": "судьба, предназначение"
  },
  {
      "en": "destroy",
      "ru": "разрушать"
  },
  {
      "en": "detach",
      "ru": "отделить, оторвать"
  },
  {
      "en": "detain",
      "ru": "задерживать"
  },
  {
      "en": "detect",
      "ru": "обнаружить, выявить"
  },
  {
      "en": "detention",
      "ru": "задержание, арест"
  },
  {
      "en": "deter",
      "ru": "удерживать (от действия)"
  },
  {
      "en": "deteriorate",
      "ru": "ухудшать"
  },
  {
      "en": "determine",
      "ru": "определить"
  },
  {
      "en": "determined",
      "ru": "решителен"
  },
  {
      "en": "detriment",
      "ru": "ущерб, вред"
  },
  {
      "en": "devastate",
      "ru": "опустошать, разорять"
  },
  {
      "en": "develop",
      "ru": "развивать, разрабатывать"
  },
  {
      "en": "deviate",
      "ru": "отклоняться"
  },
  {
      "en": "devise",
      "ru": "придумывать, изобретать"
  },
  {
      "en": "devoid",
      "ru": "лишенный"
  },
  {
      "en": "devote",
      "ru": "посвятить, уделить"
  },
  {
      "en": "devour",
      "ru": "пожирать"
  },
  {
      "en": "dial",
      "ru": "набирать номер"
  },
  {
      "en": "diamond",
      "ru": "бриллиант обычно алмаз"
  },
  {
      "en": "diary",
      "ru": "дневник"
  },
  {
      "en": "dice (pl: dice)",
      "ru": "кубик (игральный)"
  },
  {
      "en": "dictionary",
      "ru": "словарь"
  },
  {
      "en": "die down",
      "ru": "утихнуть"
  },
  {
      "en": "die out",
      "ru": "вымереть"
  },
  {
      "en": "differ",
      "ru": "отличаться"
  },
  {
      "en": "different",
      "ru": "разный, отличающийся"
  },
  {
      "en": "difficulty",
      "ru": "трудность"
  },
  {
      "en": "diffuse",
      "ru": "рассеивать, распылять"
  },
  {
      "en": "dig (dug, dug)",
      "ru": "копать"
  },
  {
      "en": "dig up",
      "ru": "откопать"
  },
  {
      "en": "digest",
      "ru": "переваривать"
  },
  {
      "en": "digit",
      "ru": "цифра"
  },
  {
      "en": "dignity",
      "ru": "достоинство"
  },
  {
      "en": "diligent",
      "ru": "усердный, старательный"
  },
  {
      "en": "dilute",
      "ru": "разбавлять, разводить"
  },
  {
      "en": "dim",
      "ru": "тусклый"
  },
  {
      "en": "dimension",
      "ru": "измерение, размер"
  },
  {
      "en": "diminish",
      "ru": "уменьшаться"
  },
  {
      "en": "dine",
      "ru": "ужинать"
  },
  {
      "en": "dip",
      "ru": "окунать, погружать"
  },
  {
      "en": "dire",
      "ru": "страшный, тяжёлый"
  },
  {
      "en": "direct",
      "ru": "прямой (обычн. перен.знач.)"
  },
  {
      "en": "direct",
      "ru": "направлять"
  },
  {
      "en": "directory",
      "ru": "справочник"
  },
  {
      "en": "disable",
      "ru": "отключить, нейтрализовать"
  },
  {
      "en": "disabled",
      "ru": "инвалид (прил.)"
  },
  {
      "en": "disappoint",
      "ru": "разочаровывать"
  },
  {
      "en": "disaster",
      "ru": "бедствие"
  },
  {
      "en": "discard",
      "ru": "отбросить, отказаться"
  },
  {
      "en": "discern",
      "ru": "различить, распознать"
  },
  {
      "en": "disciple",
      "ru": "ученик, последователь"
  },
  {
      "en": "disclose",
      "ru": "раскрывать, обнаруживать"
  },
  {
      "en": "discount",
      "ru": "скидка"
  },
  {
      "en": "discourage",
      "ru": "отговорить, демотивировать"
  },
  {
      "en": "discourse",
      "ru": "речь, рассуждение"
  },
  {
      "en": "discover",
      "ru": "открыть (новое)"
  },
  {
      "en": "discreet",
      "ru": "сдержанный"
  },
  {
      "en": "discrepancy",
      "ru": "несоответствие, расхождение"
  },
  {
      "en": "discrete",
      "ru": "отдельный, разрозненный"
  },
  {
      "en": "discretion",
      "ru": "благоразумие, усмотрение"
  },
  {
      "en": "discriminate",
      "ru": "различать, разделять"
  },
  {
      "en": "discuss",
      "ru": "обсуждать"
  },
  {
      "en": "disdain",
      "ru": "пренебрегать, презирать"
  },
  {
      "en": "disease",
      "ru": "болезнь"
  },
  {
      "en": "disgrace",
      "ru": "бесчестие, позор"
  },
  {
      "en": "disguise",
      "ru": "маскировать, маскировка"
  },
  {
      "en": "disgust",
      "ru": "отвращение"
  },
  {
      "en": "dish",
      "ru": "тарелка или миска"
  },
  {
      "en": "dish",
      "ru": "блюдо"
  },
  {
      "en": "disillusion",
      "ru": "разочаровывать"
  },
  {
      "en": "dislocate",
      "ru": "вывихнуть, сместить"
  },
  {
      "en": "dismantle",
      "ru": "разобрать, демонтировать"
  },
  {
      "en": "dismay",
      "ru": "испуг, тревога, потрясение"
  },
  {
      "en": "dismiss",
      "ru": "прогонять, посылать, увольнять"
  },
  {
      "en": "dismiss",
      "ru": "отклонить, отбросить"
  },
  {
      "en": "disorder",
      "ru": "беспорядок"
  },
  {
      "en": "disparity",
      "ru": "неравенство"
  },
  {
      "en": "dispatch",
      "ru": "отправлять, отправка"
  },
  {
      "en": "dispel",
      "ru": "развеяться, исчезнуть"
  },
  {
      "en": "dispense",
      "ru": "распределять, раздавать"
  },
  {
      "en": "dispense with",
      "ru": "обойтись без, избавиться"
  },
  {
      "en": "disperse",
      "ru": "рассеиваться"
  },
  {
      "en": "displace",
      "ru": "вытеснять, смещать"
  },
  {
      "en": "display",
      "ru": "показ(ывать), демонстрировать"
  },
  {
      "en": "dispose of",
      "ru": "располагать, распоряжаться"
  },
  {
      "en": "dispose of",
      "ru": "избавиться"
  },
  {
      "en": "dispute",
      "ru": "спор, спорить"
  },
  {
      "en": "disrupt",
      "ru": "нарушить, сорвать"
  },
  {
      "en": "dissent",
      "ru": "несогласие, не соглашаться"
  },
  {
      "en": "dissipate",
      "ru": "рассеивать"
  },
  {
      "en": "dissolve",
      "ru": "растворять, растворяться"
  },
  {
      "en": "distant",
      "ru": "отдалённый"
  },
  {
      "en": "distinct",
      "ru": "чёткий, различимый"
  },
  {
      "en": "distinguish",
      "ru": "выделять, отличать"
  },
  {
      "en": "distort",
      "ru": "искажать"
  },
  {
      "en": "distract",
      "ru": "отвлекать"
  },
  {
      "en": "distress",
      "ru": "несчастье, страдание"
  },
  {
      "en": "distribute",
      "ru": "распределять"
  },
  {
      "en": "district",
      "ru": "район, округ и т. п."
  },
  {
      "en": "disturb",
      "ru": "тревожить"
  },
  {
      "en": "ditch",
      "ru": "ров"
  },
  {
      "en": "dive",
      "ru": "нырять"
  },
  {
      "en": "diverge",
      "ru": "расходиться"
  },
  {
      "en": "diverse",
      "ru": "разнообразный"
  },
  {
      "en": "divert",
      "ru": "отвлечь, развлечь"
  },
  {
      "en": "divide",
      "ru": "делить"
  },
  {
      "en": "divine",
      "ru": "божественный"
  },
  {
      "en": "divorce",
      "ru": "развод, разводиться"
  },
  {
      "en": "dizzy",
      "ru": "головокружительный"
  },
  {
      "en": "do about",
      "ru": "сделать (с чем-то)"
  },
  {
      "en": "do away with",
      "ru": "покончить, избавиться"
  },
  {
      "en": "do up",
      "ru": "привести в порядок"
  },
  {
      "en": "do without",
      "ru": "обойтись без"
  },
  {
      "en": "dock",
      "ru": "причал, док"
  },
  {
      "en": "dodge",
      "ru": "уворачиваться, уклоняться, уловка"
  },
  {
      "en": "dole",
      "ru": "пособие по безработице"
  },
  {
      "en": "doll",
      "ru": "кукла"
  },
  {
      "en": "domain",
      "ru": "область, сфера, владение"
  },
  {
      "en": "dome",
      "ru": "купол, свод"
  },
  {
      "en": "domestic",
      "ru": "домашний"
  },
  {
      "en": "domestic",
      "ru": "внутренний (о политике)"
  },
  {
      "en": "donate",
      "ru": "жертвовать, скидываться"
  },
  {
      "en": "donkey",
      "ru": "осел"
  },
  {
      "en": "doom",
      "ru": "гибель, рок, обречённость и т. д."
  },
  {
      "en": "doorway",
      "ru": "дверной проем"
  },
  {
      "en": "dope",
      "ru": "наркотик, дурман"
  },
  {
      "en": "dormitory",
      "ru": "общежитие"
  },
  {
      "en": "dot",
      "ru": "точка"
  },
  {
      "en": "double",
      "ru": "удваивать, двойной"
  },
  {
      "en": "doubt",
      "ru": "сомневаться, сомнение"
  },
  {
      "en": "dough",
      "ru": "тесто"
  },
  {
      "en": "doughnut",
      "ru": "пончик"
  },
  {
      "en": "downtown",
      "ru": "центр города"
  },
  {
      "en": "downturn",
      "ru": "спад"
  },
  {
      "en": "dozen",
      "ru": "дюжина"
  },
  {
      "en": "draft",
      "ru": "тяга, сквозняк"
  },
  {
      "en": "draft",
      "ru": "проект, черновик, набросок"
  },
  {
      "en": "drag",
      "ru": "тащить, волочить"
  },
  {
      "en": "drag on",
      "ru": "тянуться долго"
  },
  {
      "en": "drain",
      "ru": "слив, водосток"
  },
  {
      "en": "drastic",
      "ru": "радикальный, резкий"
  },
  {
      "en": "draw (drew, drawn)",
      "ru": "тянуть, влечь"
  },
  {
      "en": "draw up",
      "ru": "составить (документ)"
  },
  {
      "en": "drawback",
      "ru": "недостаток"
  },
  {
      "en": "drawer",
      "ru": "выдвижной ящик"
  },
  {
      "en": "dread",
      "ru": "страх, бояться"
  },
  {
      "en": "dream",
      "ru": "сон (видение)"
  },
  {
      "en": "dream up",
      "ru": "придумать (в деталях)"
  },
  {
      "en": "dress",
      "ru": "одеваться"
  },
  {
      "en": "dress up",
      "ru": "нарядиться"
  },
  {
      "en": "drift",
      "ru": "дрейфовать или дрифтовать"
  },
  {
      "en": "drill",
      "ru": "сверло, сверлить"
  },
  {
      "en": "drills",
      "ru": "тренировка, учение"
  },
  {
      "en": "drip",
      "ru": "капля, капать"
  },
  {
      "en": "drive (drove, driven)",
      "ru": "водить машину"
  },
  {
      "en": "drive (drove, driven)",
      "ru": "двигать, гнать"
  },
  {
      "en": "drive out",
      "ru": "выгнать"
  },
  {
      "en": "drizzle",
      "ru": "моросить, морось"
  },
  {
      "en": "drop",
      "ru": "падать, ронять"
  },
  {
      "en": "drop",
      "ru": "капля"
  },
  {
      "en": "drop by",
      "ru": "зайти (по пути)"
  },
  {
      "en": "drop off",
      "ru": "завезти, высадить"
  },
  {
      "en": "drop out of",
      "ru": "бросить (учёбу)"
  },
  {
      "en": "drought",
      "ru": "засуха"
  },
  {
      "en": "drown",
      "ru": "тонуть"
  },
  {
      "en": "drug",
      "ru": "лекарство или наркотик"
  },
  {
      "en": "drum",
      "ru": "барабан, барабанить"
  },
  {
      "en": "dry",
      "ru": "сухой, сушить, засуха"
  },
  {
      "en": "dry up",
      "ru": "пересохнуть, иссякнуть"
  },
  {
      "en": "dual",
      "ru": "парный, двоякий"
  },
  {
      "en": "dub",
      "ru": "дублировать"
  },
  {
      "en": "dubious",
      "ru": "сомнительный"
  },
  {
      "en": "duckling",
      "ru": "утёнок"
  },
  {
      "en": "dude",
      "ru": "чувак"
  },
  {
      "en": "due",
      "ru": "должный, положенный"
  },
  {
      "en": "due to",
      "ru": "из-за, в связи"
  },
  {
      "en": "duke",
      "ru": "герцог"
  },
  {
      "en": "dull",
      "ru": "скучный, унылый"
  },
  {
      "en": "dumb",
      "ru": "немой"
  },
  {
      "en": "dumb",
      "ru": "тупой"
  },
  {
      "en": "dummy",
      "ru": "манекен, чучело"
  },
  {
      "en": "dump",
      "ru": "сваливать, сбрасывать свалка"
  },
  {
      "en": "dump",
      "ru": "бросать (парня/девушку)"
  },
  {
      "en": "duo",
      "ru": "дуэт"
  },
  {
      "en": "duplicate",
      "ru": "дублировать, дубликат"
  },
  {
      "en": "durable",
      "ru": "прочный, долговечный"
  },
  {
      "en": "duration",
      "ru": "продолжительность"
  },
  {
      "en": "during",
      "ru": "во время"
  },
  {
      "en": "dusk",
      "ru": "смеркаться"
  },
  {
      "en": "dust",
      "ru": "пыль"
  },
  {
      "en": "duty",
      "ru": "обязанность, служба"
  },
  {
      "en": "dwarf",
      "ru": "карлик, гном"
  },
  {
      "en": "dwell",
      "ru": "обитать, проживать"
  },
  {
      "en": "dwell on",
      "ru": "остановиться (подробно)"
  },
  {
      "en": "dwindle",
      "ru": "постепенно уменьшаться"
  },
  {
      "en": "dye",
      "ru": "краска, краситель"
  },
  {
      "en": "eager",
      "ru": "сильно желающий"
  },
  {
      "en": "early",
      "ru": "рано, ранний"
  },
  {
      "en": "earn",
      "ru": "зарабатывать"
  },
  {
      "en": "earnest",
      "ru": "серьёзный, ревностный"
  },
  {
      "en": "earring",
      "ru": "серьга"
  },
  {
      "en": "earth",
      "ru": "Земля"
  },
  {
      "en": "earthquake (quake)",
      "ru": "землетрясение"
  },
  {
      "en": "ease",
      "ru": "лёгкость, облегчать"
  },
  {
      "en": "east",
      "ru": "восток"
  },
  {
      "en": "Easter",
      "ru": "Пасха"
  },
  {
      "en": "eat out",
      "ru": "есть не дома"
  },
  {
      "en": "eat up",
      "ru": "съесть полностью"
  },
  {
      "en": "echo",
      "ru": "эхо, отголосок, отражаться"
  },
  {
      "en": "eclipse",
      "ru": "затмение"
  },
  {
      "en": "edge",
      "ru": "край"
  },
  {
      "en": "edible",
      "ru": "съедобный"
  },
  {
      "en": "edit",
      "ru": "редактировать, монтировать"
  },
  {
      "en": "educate",
      "ru": "воспитывать, обучать"
  },
  {
      "en": "efficacy",
      "ru": "результативность"
  },
  {
      "en": "efficient",
      "ru": "оптимальный, эффективный"
  },
  {
      "en": "effort",
      "ru": "усилие, старание"
  },
  {
      "en": "either",
      "ru": "либо"
  },
  {
      "en": "either",
      "ru": "тоже (не)"
  },
  {
      "en": "either",
      "ru": "любой из двух"
  },
  {
      "en": "eject",
      "ru": "выталкивать"
  },
  {
      "en": "elaborate",
      "ru": "разработать, хорошо проработанный"
  },
  {
      "en": "elbow",
      "ru": "локоть"
  },
  {
      "en": "elder",
      "ru": "старший"
  },
  {
      "en": "elect",
      "ru": "избирать"
  },
  {
      "en": "elevate",
      "ru": "поднимать, повышать"
  },
  {
      "en": "elicit",
      "ru": "добиться, извлечь"
  },
  {
      "en": "eligible",
      "ru": "имеющий право"
  },
  {
      "en": "eliminate",
      "ru": "устранять, ликвидировать"
  },
  {
      "en": "elk",
      "ru": "лось"
  },
  {
      "en": "eloquent",
      "ru": "красноречивый, выразительный"
  },
  {
      "en": "elude",
      "ru": "ускользнуть, увернуться"
  },
  {
      "en": "embark on",
      "ru": "начать (что-то серьёзное)"
  },
  {
      "en": "embarrass",
      "ru": "смущать, стеснять"
  },
  {
      "en": "embassy",
      "ru": "посольство"
  },
  {
      "en": "embed",
      "ru": "встроить, вставить"
  },
  {
      "en": "embody",
      "ru": "олицетворять"
  },
  {
      "en": "embrace",
      "ru": "обхватить, обнять, обхват"
  },
  {
      "en": "emerge",
      "ru": "появляться"
  },
  {
      "en": "emergency",
      "ru": "чрезвычайная ситуация"
  },
  {
      "en": "eminent",
      "ru": "видный, уважаемый"
  },
  {
      "en": "emit",
      "ru": "испускать, издавать"
  },
  {
      "en": "emperor",
      "ru": "император"
  },
  {
      "en": "emphasis",
      "ru": "акцент, внимание, ударение"
  },
  {
      "en": "empire",
      "ru": "империя"
  },
  {
      "en": "employ",
      "ru": "использовать"
  },
  {
      "en": "employ",
      "ru": "нанимать на работу"
  },
  {
      "en": "empower",
      "ru": "давать возможность, право"
  },
  {
      "en": "empty",
      "ru": "пустой, опустошать"
  },
  {
      "en": "enable",
      "ru": "давать возможность"
  },
  {
      "en": "enact",
      "ru": "вводить (напр. закон)"
  },
  {
      "en": "enchant",
      "ru": "околдовать, очаровать"
  },
  {
      "en": "enclose",
      "ru": "окружать, заключать"
  },
  {
      "en": "encompass",
      "ru": "охватывать, заключать"
  },
  {
      "en": "encounter",
      "ru": "встретиться, столкнуться"
  },
  {
      "en": "encourage",
      "ru": "поддерживать, поощрять"
  },
  {
      "en": "end up",
      "ru": "заканчивать чем-либо"
  },
  {
      "en": "endanger",
      "ru": "подвергать опасности"
  },
  {
      "en": "endeavor (endeavour)",
      "ru": "стремиться, стараться, попытка"
  },
  {
      "en": "endorse",
      "ru": "одобрять, поддерживать"
  },
  {
      "en": "endow",
      "ru": "наделять, даровать"
  },
  {
      "en": "endure",
      "ru": "выдерживать"
  },
  {
      "en": "enforce",
      "ru": "внедрить, навязать"
  },
  {
      "en": "engage in",
      "ru": "заниматься, вступать, вовлекать"
  },
  {
      "en": "engaged",
      "ru": "помолвленный (-ая)"
  },
  {
      "en": "engender",
      "ru": "зарождать, порождать"
  },
  {
      "en": "engine",
      "ru": "двигатель или машина"
  },
  {
      "en": "enhance",
      "ru": "повысить, усилить, расширить"
  },
  {
      "en": "enlarge",
      "ru": "увеличить, расширить"
  },
  {
      "en": "enlighten",
      "ru": "просветить"
  },
  {
      "en": "enlist",
      "ru": "привлечь (к делу)"
  },
  {
      "en": "enormous",
      "ru": "огромный"
  },
  {
      "en": "enrich",
      "ru": "обогащать"
  },
  {
      "en": "enrol (enroll)",
      "ru": "записать (в члены), набрать"
  },
  {
      "en": "ensemble",
      "ru": "ансамбль"
  },
  {
      "en": "ensue",
      "ru": "следовать, вытекать"
  },
  {
      "en": "ensure",
      "ru": "обеспечить, гарантировать"
  },
  {
      "en": "entail",
      "ru": "влечь за собой, подразумевать"
  },
  {
      "en": "enter",
      "ru": "войти"
  },
  {
      "en": "enterprise",
      "ru": "предприятие, предпринимательство"
  },
  {
      "en": "entertain",
      "ru": "развлекать"
  },
  {
      "en": "entice",
      "ru": "соблазнять"
  },
  {
      "en": "entire",
      "ru": "весь, целый"
  },
  {
      "en": "entitle",
      "ru": "давать название"
  },
  {
      "en": "entitle",
      "ru": "давать право (по заслугам)"
  },
  {
      "en": "entity",
      "ru": "сущность"
  },
  {
      "en": "entrepreneur",
      "ru": "предприниматель"
  },
  {
      "en": "envelope",
      "ru": "конверт"
  },
  {
      "en": "environment",
      "ru": "среда, окружение"
  },
  {
      "en": "envision",
      "ru": "воображать"
  },
  {
      "en": "envy",
      "ru": "зависть"
  },
  {
      "en": "equal",
      "ru": "равный, равняться"
  },
  {
      "en": "equation",
      "ru": "уравнение"
  },
  {
      "en": "equip",
      "ru": "оснащать, снаряжать"
  },
  {
      "en": "equity",
      "ru": "равноправие, справедливость"
  },
  {
      "en": "eradicate",
      "ru": "уничтожить, искоренить"
  },
  {
      "en": "erase",
      "ru": "стирать"
  },
  {
      "en": "erect",
      "ru": "воздвигнуть, соорудить"
  },
  {
      "en": "erode",
      "ru": "размывать, выветривать"
  },
  {
      "en": "errand",
      "ru": "поручение"
  },
  {
      "en": "error",
      "ru": "ошибка"
  },
  {
      "en": "erupt",
      "ru": "извергаться"
  },
  {
      "en": "escape",
      "ru": "избежать, спастись"
  },
  {
      "en": "essence",
      "ru": "сущность"
  },
  {
      "en": "essential",
      "ru": "необходимый"
  },
  {
      "en": "establish",
      "ru": "установить, учредить"
  },
  {
      "en": "esteem",
      "ru": "уважать, почитать, почтение"
  },
  {
      "en": "estimate",
      "ru": "примерно оценивать"
  },
  {
      "en": "eternal",
      "ru": "вечный"
  },
  {
      "en": "evade",
      "ru": "уклоняться"
  },
  {
      "en": "evaluate",
      "ru": "дать оценку"
  },
  {
      "en": "evaporate",
      "ru": "испаряться"
  },
  {
      "en": "eve",
      "ru": "канун"
  },
  {
      "en": "even",
      "ru": "ровный"
  },
  {
      "en": "event",
      "ru": "событие"
  },
  {
      "en": "eventual",
      "ru": "конечный, возможный"
  },
  {
      "en": "ever",
      "ru": "когда-либо"
  },
  {
      "en": "evidence",
      "ru": "доказательство (неисчисл.)"
  },
  {
      "en": "evident",
      "ru": "очевидный"
  },
  {
      "en": "evil",
      "ru": "злой, зло"
  },
  {
      "en": "evoke",
      "ru": "вызывать"
  },
  {
      "en": "evolve",
      "ru": "развиваться, эволюционировать"
  },
  {
      "en": "exact",
      "ru": "точный"
  },
  {
      "en": "exaggerate",
      "ru": "преувеличивать"
  },
  {
      "en": "examine",
      "ru": "осмотреть, изучить"
  },
  {
      "en": "example",
      "ru": "пример"
  },
  {
      "en": "excavate",
      "ru": "рыть, выкапывать"
  },
  {
      "en": "exceed",
      "ru": "превышать"
  },
  {
      "en": "excel",
      "ru": "преуспеть"
  },
  {
      "en": "excellent",
      "ru": "превосходный"
  },
  {
      "en": "except",
      "ru": "кроме, исключая"
  },
  {
      "en": "excerpt",
      "ru": "выдержка, отрывок"
  },
  {
      "en": "excess",
      "ru": "избыток, чрезмерный"
  },
  {
      "en": "exchange",
      "ru": "обмен"
  },
  {
      "en": "excite",
      "ru": "волновать, возбуждать"
  },
  {
      "en": "exclaim",
      "ru": "восклицать"
  },
  {
      "en": "exclude",
      "ru": "исключать"
  },
  {
      "en": "excuse",
      "ru": "оправдание, отмазка"
  },
  {
      "en": "execute",
      "ru": "исполнить"
  },
  {
      "en": "execute",
      "ru": "казнить"
  },
  {
      "en": "exempt",
      "ru": "освободить (от), освобождение"
  },
  {
      "en": "exercise",
      "ru": "упражнение, тренироваться"
  },
  {
      "en": "exert",
      "ru": "приложить, оказать"
  },
  {
      "en": "exhale",
      "ru": "выдыхать"
  },
  {
      "en": "exhaust",
      "ru": "исчерпывать, истощать"
  },
  {
      "en": "exhaust",
      "ru": "выхлопные газы"
  },
  {
      "en": "exhibit",
      "ru": "выставлять, показывать"
  },
  {
      "en": "exile",
      "ru": "ссылка, изгнание"
  },
  {
      "en": "exist",
      "ru": "существовать"
  },
  {
      "en": "exit",
      "ru": "выход, выходить"
  },
  {
      "en": "expand",
      "ru": "расширять, распространять"
  },
  {
      "en": "expanse",
      "ru": "пространство, простор"
  },
  {
      "en": "expect",
      "ru": "ожидать (события)"
  },
  {
      "en": "expel",
      "ru": "высылать, изгонять"
  },
  {
      "en": "expenditure",
      "ru": "расходы"
  },
  {
      "en": "expense",
      "ru": "расходы"
  },
  {
      "en": "experience",
      "ru": "опыт"
  },
  {
      "en": "expertise",
      "ru": "опыт, компетенция"
  },
  {
      "en": "expire",
      "ru": "истекать"
  },
  {
      "en": "explain",
      "ru": "объяснять"
  },
  {
      "en": "explicit",
      "ru": "явный, откровенный"
  },
  {
      "en": "explode",
      "ru": "взрываться"
  },
  {
      "en": "exploit",
      "ru": "использовать, эксплуатировать"
  },
  {
      "en": "explore",
      "ru": "изучать"
  },
  {
      "en": "expose",
      "ru": "выставлять, обнажать"
  },
  {
      "en": "express",
      "ru": "выражать"
  },
  {
      "en": "exquisite",
      "ru": "утончённый, изысканный"
  },
  {
      "en": "extend",
      "ru": "расширять, удлиннять"
  },
  {
      "en": "extent",
      "ru": "степень, мера"
  },
  {
      "en": "exterior",
      "ru": "внешний, внешняя сторона"
  },
  {
      "en": "external",
      "ru": "внешний"
  },
  {
      "en": "extinct",
      "ru": "вымерший"
  },
  {
      "en": "extinguish",
      "ru": "погасить"
  },
  {
      "en": "extort",
      "ru": "вымогать"
  },
  {
      "en": "extra",
      "ru": "дополнительный"
  },
  {
      "en": "extract",
      "ru": "извлекать"
  },
  {
      "en": "extreme",
      "ru": "крайний"
  },
  {
      "en": "exuberant",
      "ru": "буйный, энергичный"
  },
  {
      "en": "eyebrow",
      "ru": "бровь"
  },
  {
      "en": "eyelid",
      "ru": "веко"
  },
  {
      "en": "fable",
      "ru": "басня"
  },
  {
      "en": "fabric",
      "ru": "ткань, материал"
  },
  {
      "en": "fabulous",
      "ru": "невероятный, легендарный"
  },
  {
      "en": "face",
      "ru": "столкнуться (перен)"
  },
  {
      "en": "face up to",
      "ru": "принять (обстоятельства)"
  },
  {
      "en": "facet",
      "ru": "грань, в т. ч. перен. (аспект)"
  },
  {
      "en": "facial",
      "ru": "лицевой"
  },
  {
      "en": "facilitate",
      "ru": "облегчать, способствовать"
  },
  {
      "en": "facility",
      "ru": "сооружение, объект"
  },
  {
      "en": "facility",
      "ru": "лёгкость, удобство"
  },
  {
      "en": "faction",
      "ru": "группировка, фракция"
  },
  {
      "en": "factory",
      "ru": "фабрика, завод"
  },
  {
      "en": "faculty",
      "ru": "дар, способность"
  },
  {
      "en": "fade",
      "ru": "увядать, блекнуть"
  },
  {
      "en": "fail",
      "ru": "потерпеть неудачу"
  },
  {
      "en": "failure",
      "ru": "неудача, провал"
  },
  {
      "en": "faint",
      "ru": "слабый, неуловимый"
  },
  {
      "en": "faint",
      "ru": "обморок, падать в обморок"
  },
  {
      "en": "fair",
      "ru": "светлый"
  },
  {
      "en": "fair",
      "ru": "справедливый, честный"
  },
  {
      "en": "fairly",
      "ru": "довольно, вполне"
  },
  {
      "en": "fairy",
      "ru": "фея"
  },
  {
      "en": "faith",
      "ru": "вера"
  },
  {
      "en": "fall",
      "ru": "осень (амер.)"
  },
  {
      "en": "fall apart",
      "ru": "разваливаться"
  },
  {
      "en": "fall asleep",
      "ru": "уснуть"
  },
  {
      "en": "fall back on",
      "ru": "опереться, прибегнуть"
  },
  {
      "en": "fall behind",
      "ru": "отставать"
  },
  {
      "en": "fall for",
      "ru": "вестись"
  },
  {
      "en": "fall for",
      "ru": "влюбляться"
  },
  {
      "en": "fall in love with",
      "ru": "влюбиться"
  },
  {
      "en": "fall out",
      "ru": "ссориться"
  },
  {
      "en": "fall over",
      "ru": "упасть, перевернуться"
  },
  {
      "en": "fall through",
      "ru": "провалиться"
  },
  {
      "en": "false",
      "ru": "ложный, неверный"
  },
  {
      "en": "falter",
      "ru": "колебаться, дрогнуть"
  },
  {
      "en": "fame",
      "ru": "известность, слава"
  },
  {
      "en": "familiar",
      "ru": "знакомый"
  },
  {
      "en": "famine",
      "ru": "голод"
  },
  {
      "en": "famous",
      "ru": "знаменитый"
  },
  {
      "en": "fan",
      "ru": "вентилятор"
  },
  {
      "en": "fancy",
      "ru": "необычный, причудливый, модный"
  },
  {
      "en": "fancy",
      "ru": "представлять, полагать"
  },
  {
      "en": "faraway",
      "ru": "далёкий"
  },
  {
      "en": "fare",
      "ru": "плата за проезд"
  },
  {
      "en": "farewell",
      "ru": "прощальный, прощание"
  },
  {
      "en": "farm",
      "ru": "ферма"
  },
  {
      "en": "fascinate",
      "ru": "очаровывать"
  },
  {
      "en": "fashion",
      "ru": "мода"
  },
  {
      "en": "fashion",
      "ru": "стиль, образ, манер"
  },
  {
      "en": "fasten",
      "ru": "закрепить"
  },
  {
      "en": "fat",
      "ru": "жир, жирный"
  },
  {
      "en": "fate",
      "ru": "судьба, участь"
  },
  {
      "en": "fatigue",
      "ru": "усталость, утомление"
  },
  {
      "en": "faucet",
      "ru": "кран"
  },
  {
      "en": "fault",
      "ru": "недостаток, неисправность"
  },
  {
      "en": "fault",
      "ru": "вина, ошибка"
  },
  {
      "en": "favor",
      "ru": "благоприятствовать"
  },
  {
      "en": "favor (favour)",
      "ru": "услуга"
  },
  {
      "en": "fear",
      "ru": "страх, бояться"
  },
  {
      "en": "feasible",
      "ru": "выполнимый, осуществимый"
  },
  {
      "en": "feast",
      "ru": "праздник, пир"
  },
  {
      "en": "feat",
      "ru": "подвиг, свершение"
  },
  {
      "en": "feather",
      "ru": "перо"
  },
  {
      "en": "feature",
      "ru": "черта, особенность"
  },
  {
      "en": "fee",
      "ru": "плата"
  },
  {
      "en": "feeble",
      "ru": "слабый, немощный"
  },
  {
      "en": "feed (fed, fed)",
      "ru": "кормить"
  },
  {
      "en": "feed on",
      "ru": "питаться"
  },
  {
      "en": "feedback",
      "ru": "обратная связь"
  },
  {
      "en": "feel (felt, felt)",
      "ru": "трогать, щупать"
  },
  {
      "en": "feel for",
      "ru": "сочувствовать"
  },
  {
      "en": "feel like",
      "ru": "хотеть"
  },
  {
      "en": "fellow",
      "ru": "парень, человек"
  },
  {
      "en": "fellow",
      "ru": "товарищ по чему-либо"
  },
  {
      "en": "felon",
      "ru": "преступник, уголовник"
  },
  {
      "en": "female",
      "ru": "женский"
  },
  {
      "en": "feminine",
      "ru": "женский"
  },
  {
      "en": "fence",
      "ru": "забор, огораживать"
  },
  {
      "en": "fend for (oneself)",
      "ru": "позаботиться о (себе)"
  },
  {
      "en": "fend off",
      "ru": "защищаться"
  },
  {
      "en": "ferocious",
      "ru": "свирепый"
  },
  {
      "en": "ferry",
      "ru": "переправа, паром"
  },
  {
      "en": "fertile",
      "ru": "плодородный"
  },
  {
      "en": "fetch",
      "ru": "сходить принести"
  },
  {
      "en": "fetus",
      "ru": "плод, эмбрион"
  },
  {
      "en": "fever",
      "ru": "лихорадка, жар"
  },
  {
      "en": "fibre",
      "ru": "волокно"
  },
  {
      "en": "fiction",
      "ru": "вымысел, худ.литература"
  },
  {
      "en": "fiddle",
      "ru": "скрипка"
  },
  {
      "en": "fidelity",
      "ru": "верность"
  },
  {
      "en": "field",
      "ru": "поле, область"
  },
  {
      "en": "fierce",
      "ru": "свирепый"
  },
  {
      "en": "fight back",
      "ru": "отбиваться"
  },
  {
      "en": "fight off",
      "ru": "отбить"
  },
  {
      "en": "figure",
      "ru": "полагать, думать"
  },
  {
      "en": "figure out",
      "ru": "понять, придумать"
  },
  {
      "en": "fill in",
      "ru": "заполнить"
  },
  {
      "en": "fill in on",
      "ru": "посвятить (в подробности)"
  },
  {
      "en": "fill up",
      "ru": "наполнить целиком"
  },
  {
      "en": "film",
      "ru": "снимать кино"
  },
  {
      "en": "filth",
      "ru": "грязь, гадость"
  },
  {
      "en": "fin",
      "ru": "плавник"
  },
  {
      "en": "find out",
      "ru": "выяснить"
  },
  {
      "en": "fine",
      "ru": "штраф"
  },
  {
      "en": "fine",
      "ru": "тонкий"
  },
  {
      "en": "fine",
      "ru": "хороший"
  },
  {
      "en": "fingertip",
      "ru": "кончик пальца"
  },
  {
      "en": "fir",
      "ru": "ель"
  },
  {
      "en": "firefighter",
      "ru": "пожарник"
  },
  {
      "en": "fireplace",
      "ru": "камин"
  },
  {
      "en": "firework",
      "ru": "фейерверк, петарда"
  },
  {
      "en": "firm",
      "ru": "твёрдый"
  },
  {
      "en": "fisherman",
      "ru": "рыбак"
  },
  {
      "en": "fishing",
      "ru": "рыбалка"
  },
  {
      "en": "fist",
      "ru": "кулак"
  },
  {
      "en": "fit",
      "ru": "приступ, припадок"
  },
  {
      "en": "fit (fit, fit)",
      "ru": "подходить, помещаться"
  },
  {
      "en": "fit in with",
      "ru": "вписаться (в коллектив)"
  },
  {
      "en": "fix",
      "ru": "исправить, наладить"
  },
  {
      "en": "fixture",
      "ru": "крепление, стойка и т.д."
  },
  {
      "en": "flair",
      "ru": "чутьё, талант"
  },
  {
      "en": "flake",
      "ru": "слоиться, крошиться"
  },
  {
      "en": "flakes",
      "ru": "хлопья"
  },
  {
      "en": "flame",
      "ru": "пламя, пылать"
  },
  {
      "en": "flank",
      "ru": "бок, фланг"
  },
  {
      "en": "flap",
      "ru": "створка, клапан, хлопать"
  },
  {
      "en": "flare",
      "ru": "вспышка, вспыхивать"
  },
  {
      "en": "flash",
      "ru": "вспышка, вспыхнуть"
  },
  {
      "en": "flashlight",
      "ru": "фонарик"
  },
  {
      "en": "flat",
      "ru": "плоский, ровный"
  },
  {
      "en": "flat",
      "ru": "квартира"
  },
  {
      "en": "flatter",
      "ru": "льстить"
  },
  {
      "en": "flavor",
      "ru": "вкус, приправлять"
  },
  {
      "en": "flaw",
      "ru": "изъян"
  },
  {
      "en": "flea",
      "ru": "блоха"
  },
  {
      "en": "flee (fled, fled)",
      "ru": "спасаться бегством"
  },
  {
      "en": "fleet",
      "ru": "флот"
  },
  {
      "en": "fleeting",
      "ru": "мимолётный, скоротечный"
  },
  {
      "en": "flesh",
      "ru": "плоть, мясо"
  },
  {
      "en": "flex",
      "ru": "сгибать"
  },
  {
      "en": "flick",
      "ru": "короткое резкое движение"
  },
  {
      "en": "flick",
      "ru": "фильм (разг.)"
  },
  {
      "en": "flick through",
      "ru": "просмотреть, пролистать"
  },
  {
      "en": "flicker",
      "ru": "мерцать"
  },
  {
      "en": "flight",
      "ru": "полёт, рейс"
  },
  {
      "en": "flight",
      "ru": "бегство"
  },
  {
      "en": "flight attendant",
      "ru": "бортпроводник"
  },
  {
      "en": "flinch",
      "ru": "дёрнуться, дрогнуть"
  },
  {
      "en": "fling (flung, flung)",
      "ru": "швырнуть"
  },
  {
      "en": "flip",
      "ru": "переворачивать, перевёрнутый"
  },
  {
      "en": "float",
      "ru": "плыть"
  },
  {
      "en": "flock",
      "ru": "стадо, стая"
  },
  {
      "en": "flood",
      "ru": "потоп, наводнение, наводнять"
  },
  {
      "en": "flood in",
      "ru": "наплыть, валить потоком"
  },
  {
      "en": "floor",
      "ru": "пол"
  },
  {
      "en": "floor",
      "ru": "этаж"
  },
  {
      "en": "flop",
      "ru": "провал, неудача"
  },
  {
      "en": "flour",
      "ru": "мука"
  },
  {
      "en": "flourish",
      "ru": "процветать"
  },
  {
      "en": "flow",
      "ru": "поток, течь"
  },
  {
      "en": "flu",
      "ru": "грипп"
  },
  {
      "en": "fluctuate",
      "ru": "колебаться"
  },
  {
      "en": "fluent",
      "ru": "беглый"
  },
  {
      "en": "fluffy",
      "ru": "пушистый"
  },
  {
      "en": "fluid",
      "ru": "жидкий, текучий"
  },
  {
      "en": "flurry",
      "ru": "поток, шквал"
  },
  {
      "en": "flush",
      "ru": "промывать, смывать"
  },
  {
      "en": "flush",
      "ru": "румянец, порозоветь"
  },
  {
      "en": "flute",
      "ru": "флейта"
  },
  {
      "en": "flutter",
      "ru": "трепетать, развеваться, порхать"
  },
  {
      "en": "fly",
      "ru": "муха"
  },
  {
      "en": "foam",
      "ru": "пена"
  },
  {
      "en": "focus",
      "ru": "сосредоточить (ся)"
  },
  {
      "en": "foe",
      "ru": "недруг"
  },
  {
      "en": "fog",
      "ru": "туман"
  },
  {
      "en": "foil",
      "ru": "расстаривать, разрушать"
  },
  {
      "en": "foil",
      "ru": "фольга"
  },
  {
      "en": "fold",
      "ru": "сворачивать, складывать"
  },
  {
      "en": "folder",
      "ru": "папка"
  },
  {
      "en": "foliage",
      "ru": "листва"
  },
  {
      "en": "folk",
      "ru": "люди, народ"
  },
  {
      "en": "follow",
      "ru": "следовать, следить"
  },
  {
      "en": "folly",
      "ru": "глупость, безумие"
  },
  {
      "en": "fond of",
      "ru": "любящий"
  },
  {
      "en": "fool",
      "ru": "дурак, дурачить"
  },
  {
      "en": "fool around",
      "ru": "придуриваться"
  },
  {
      "en": "footage",
      "ru": "запись, кадры видео"
  },
  {
      "en": "footing",
      "ru": "опора, основа"
  },
  {
      "en": "footprint",
      "ru": "след"
  },
  {
      "en": "for real",
      "ru": "правда, серьёзно"
  },
  {
      "en": "for sure",
      "ru": "наверняка, точно"
  },
  {
      "en": "for the sake of",
      "ru": "ради"
  },
  {
      "en": "forbid (forbade, forbidden)",
      "ru": "запрещать"
  },
  {
      "en": "forcible",
      "ru": "насильственный"
  },
  {
      "en": "forecast",
      "ru": "прогноз"
  },
  {
      "en": "forehead",
      "ru": "лоб"
  },
  {
      "en": "foreign",
      "ru": "иностранный"
  },
  {
      "en": "foreman",
      "ru": "мастер, бригадир"
  },
  {
      "en": "foremost",
      "ru": "передовой, первоочередной"
  },
  {
      "en": "foresee",
      "ru": "предвидеть"
  },
  {
      "en": "forge",
      "ru": "ковать"
  },
  {
      "en": "forge",
      "ru": "подделывать"
  },
  {
      "en": "forgive (forgave, forgiven)",
      "ru": "простить"
  },
  {
      "en": "fork",
      "ru": "развилка, раздваиваться"
  },
  {
      "en": "former",
      "ru": "бывший"
  },
  {
      "en": "former",
      "ru": "первый (из названных)"
  },
  {
      "en": "formidable",
      "ru": "внушительный, грозный"
  },
  {
      "en": "forth",
      "ru": "дальше, вперёд"
  },
  {
      "en": "forthcoming",
      "ru": "предстоящий"
  },
  {
      "en": "fortify",
      "ru": "укреплять, поддерживать"
  },
  {
      "en": "fortunate",
      "ru": "удачный"
  },
  {
      "en": "fortune",
      "ru": "состояние (деньги)"
  },
  {
      "en": "fortune",
      "ru": "счастье, удача, судьба"
  },
  {
      "en": "fossil",
      "ru": "ископаемое"
  },
  {
      "en": "foster",
      "ru": "приёмный (ребёнок)"
  },
  {
      "en": "foster",
      "ru": "способствовать, питать и т.д."
  },
  {
      "en": "foul",
      "ru": "гадкий, скверный, грязный"
  },
  {
      "en": "found",
      "ru": "основать, учредить"
  },
  {
      "en": "foundation",
      "ru": "фундамент"
  },
  {
      "en": "fountain",
      "ru": "фонтан"
  },
  {
      "en": "foyer",
      "ru": "фойе"
  },
  {
      "en": "fraction",
      "ru": "доля, часть, дробь"
  },
  {
      "en": "fracture",
      "ru": "перелом, разрушение"
  },
  {
      "en": "fragile",
      "ru": "хрупкий"
  },
  {
      "en": "fragrant",
      "ru": "душистый, ароматный"
  },
  {
      "en": "frail",
      "ru": "хилый"
  },
  {
      "en": "frame",
      "ru": "рамка, каркас и т.п."
  },
  {
      "en": "framework",
      "ru": "каркас, основа, рамки"
  },
  {
      "en": "frank",
      "ru": "откровенный"
  },
  {
      "en": "frantic",
      "ru": "неистовый, бешеный"
  },
  {
      "en": "fraud",
      "ru": "обман, мошенничество"
  },
  {
      "en": "fray",
      "ru": "драка, бой, соревнование"
  },
  {
      "en": "frayed",
      "ru": "потрёпанный"
  },
  {
      "en": "freak",
      "ru": "урод"
  },
  {
      "en": "freak out",
      "ru": "пугать или бесить"
  },
  {
      "en": "free",
      "ru": "свободный или бесплатный"
  },
  {
      "en": "free up",
      "ru": "высвободить"
  },
  {
      "en": "freeway",
      "ru": "автострада"
  },
  {
      "en": "freeze (froze, frozen)",
      "ru": "замораживать"
  },
  {
      "en": "freight",
      "ru": "грузовой"
  },
  {
      "en": "frenzy",
      "ru": "неистовство, безумие"
  },
  {
      "en": "frequent",
      "ru": "частый"
  },
  {
      "en": "freshen up",
      "ru": "освежить(ся)"
  },
  {
      "en": "fret",
      "ru": "волновать (ся)"
  },
  {
      "en": "friction",
      "ru": "трение"
  },
  {
      "en": "friendly",
      "ru": "дружелюбный"
  },
  {
      "en": "fright",
      "ru": "испуг"
  },
  {
      "en": "frighten off",
      "ru": "отпугивать"
  },
  {
      "en": "fringe",
      "ru": "край, крайний"
  },
  {
      "en": "frog",
      "ru": "лягушка"
  },
  {
      "en": "front",
      "ru": "перед, передний"
  },
  {
      "en": "frontier",
      "ru": "граница"
  },
  {
      "en": "frost",
      "ru": "мороз"
  },
  {
      "en": "frown",
      "ru": "хмуриться"
  },
  {
      "en": "fruitless",
      "ru": "бесплодный"
  },
  {
      "en": "frustrate",
      "ru": "расстраивать (план, схему)"
  },
  {
      "en": "fry",
      "ru": "жарить"
  },
  {
      "en": "fuck with",
      "ru": "дразнить, шутить, злить"
  },
  {
      "en": "fuel",
      "ru": "топливо, заправлять"
  },
  {
      "en": "fugitive",
      "ru": "беглец"
  },
  {
      "en": "fulfil",
      "ru": "исполнить"
  },
  {
      "en": "fumble",
      "ru": "щупать, лапать, мять и т. д."
  },
  {
      "en": "fume",
      "ru": "дым, испарение"
  },
  {
      "en": "fund",
      "ru": "фонд, финансировать"
  },
  {
      "en": "funeral",
      "ru": "похороны, похоронный"
  },
  {
      "en": "fungus",
      "ru": "гриб, грибок"
  },
  {
      "en": "funnel",
      "ru": "воронка"
  },
  {
      "en": "fur",
      "ru": "мех"
  },
  {
      "en": "furnace",
      "ru": "печь"
  },
  {
      "en": "furnish",
      "ru": "предоставлять"
  },
  {
      "en": "furnish",
      "ru": "обставлять, меблировать"
  },
  {
      "en": "furniture",
      "ru": "мебель"
  },
  {
      "en": "further",
      "ru": "дальнейший, далее"
  },
  {
      "en": "fury",
      "ru": "ярость, бешенство"
  },
  {
      "en": "fuse",
      "ru": "плавиться, сливаться"
  },
  {
      "en": "fuss",
      "ru": "суетиться"
  },
  {
      "en": "futile",
      "ru": "тщетный, напрасный"
  },
  {
      "en": "future",
      "ru": "будущий, будущее"
  },
  {
      "en": "fuzzy",
      "ru": "пушистый, ворсистый"
  },
  {
      "en": "gain",
      "ru": "получать, выигрывать"
  },
  {
      "en": "gait",
      "ru": "походка"
  },
  {
      "en": "gala",
      "ru": "праздник, торжество"
  },
  {
      "en": "gamble",
      "ru": "азартная игра, играть"
  },
  {
      "en": "gang",
      "ru": "банда, шайка"
  },
  {
      "en": "gap",
      "ru": "разрыв, пробел"
  },
  {
      "en": "garbage",
      "ru": "мусор (особ. пищевой)"
  },
  {
      "en": "garden",
      "ru": "сад"
  },
  {
      "en": "garlic",
      "ru": "чеснок"
  },
  {
      "en": "garment",
      "ru": "предмет одежды"
  },
  {
      "en": "garnish",
      "ru": "гарнир, украшение"
  },
  {
      "en": "gas",
      "ru": "бензин"
  },
  {
      "en": "gasp",
      "ru": "задыхаться, ловить воздух"
  },
  {
      "en": "gates",
      "ru": "ворота"
  },
  {
      "en": "gather",
      "ru": "собирать (ся)"
  },
  {
      "en": "gauge",
      "ru": "измерить, изм. прибор"
  },
  {
      "en": "gaze",
      "ru": "пристально глядеть"
  },
  {
      "en": "gear",
      "ru": "механизм, привод, передача"
  },
  {
      "en": "geared to",
      "ru": "направлен на"
  },
  {
      "en": "gem",
      "ru": "(полу)драгоценный камень"
  },
  {
      "en": "gender",
      "ru": "пол"
  },
  {
      "en": "gene",
      "ru": "ген"
  },
  {
      "en": "general",
      "ru": "общий"
  },
  {
      "en": "generation",
      "ru": "поколение"
  },
  {
      "en": "generous",
      "ru": "великодушный, щедрый"
  },
  {
      "en": "gentle",
      "ru": "мягкий, тихий, нежный и т. д."
  },
  {
      "en": "genuine",
      "ru": "подлинный, настоящий"
  },
  {
      "en": "germ",
      "ru": "микроб или зародыш"
  },
  {
      "en": "gesture",
      "ru": "жест, жестикулировать"
  },
  {
      "en": "get",
      "ru": "становиться"
  },
  {
      "en": "get about",
      "ru": "передвигаться (на чём-то)"
  },
  {
      "en": "get ahead",
      "ru": "преуспевать, продвигаться"
  },
  {
      "en": "get ahead of",
      "ru": "обогнать"
  },
  {
      "en": "get along",
      "ru": "ладить"
  },
  {
      "en": "get at",
      "ru": "клонить, намекать"
  },
  {
      "en": "get away with",
      "ru": "безнаказанно сделать"
  },
  {
      "en": "get back at",
      "ru": "отомстить"
  },
  {
      "en": "get by",
      "ru": "обойтись, протянуть"
  },
  {
      "en": "get down",
      "ru": "приступить"
  },
  {
      "en": "get in",
      "ru": "прибывать (о транспорте)"
  },
  {
      "en": "get lost",
      "ru": "пропасть"
  },
  {
      "en": "get off",
      "ru": "выходить (из транспорта)"
  },
  {
      "en": "get off with",
      "ru": "отделаться чем-либо"
  },
  {
      "en": "get on",
      "ru": "быть, делать"
  },
  {
      "en": "get out of",
      "ru": "избежать, отмазаться"
  },
  {
      "en": "get over",
      "ru": "пережить, принять"
  },
  {
      "en": "get rid of",
      "ru": "избавиться от"
  },
  {
      "en": "get stuck",
      "ru": "застрять"
  },
  {
      "en": "get through",
      "ru": "дозвониться"
  },
  {
      "en": "get together",
      "ru": "собираться"
  },
  {
      "en": "get used to",
      "ru": "привыкнуть"
  },
  {
      "en": "ghost",
      "ru": "привидение"
  },
  {
      "en": "giant",
      "ru": "гигантский"
  },
  {
      "en": "gift",
      "ru": "подарок"
  },
  {
      "en": "giggle",
      "ru": "хихикать, хихиканье"
  },
  {
      "en": "give a ride",
      "ru": "подвезти"
  },
  {
      "en": "give away",
      "ru": "раздавать, дарить"
  },
  {
      "en": "give away",
      "ru": "выдать (раскрыть)"
  },
  {
      "en": "give birth to",
      "ru": "родить"
  },
  {
      "en": "give off",
      "ru": "издавать, испускать"
  },
  {
      "en": "give out",
      "ru": "раздать, выдать"
  },
  {
      "en": "give up",
      "ru": "отказаться, сдаться"
  },
  {
      "en": "give up",
      "ru": "бросить (привычку)"
  },
  {
      "en": "glacier",
      "ru": "ледник"
  },
  {
      "en": "glamour",
      "ru": "очарование, привлекательность"
  },
  {
      "en": "glance",
      "ru": "взгляд"
  },
  {
      "en": "glare",
      "ru": "яркий свет, ослеплять"
  },
  {
      "en": "glass",
      "ru": "стекло или стакан"
  },
  {
      "en": "glasses",
      "ru": "очки"
  },
  {
      "en": "glaze",
      "ru": "глазурь, глянец"
  },
  {
      "en": "gleam",
      "ru": "блеск, отблеск"
  },
  {
      "en": "glide",
      "ru": "скользить, планировать"
  },
  {
      "en": "glimpse",
      "ru": "вид (мельком или уголком)"
  },
  {
      "en": "glint",
      "ru": "вспыхнуть, сверкнуть (слегка)"
  },
  {
      "en": "glitter",
      "ru": "блеск, блестеть, сверкать"
  },
  {
      "en": "globe",
      "ru": "мир, земной шар"
  },
  {
      "en": "gloom",
      "ru": "сумрак, уныние"
  },
  {
      "en": "glory",
      "ru": "слава, сияние"
  },
  {
      "en": "gloss",
      "ru": "глянец, лоск"
  },
  {
      "en": "glove",
      "ru": "перчатка"
  },
  {
      "en": "glow",
      "ru": "сияние, свечение"
  },
  {
      "en": "glue",
      "ru": "клей, клеить"
  },
  {
      "en": "gnaw on",
      "ru": "грызть, обгладывать"
  },
  {
      "en": "go about",
      "ru": "заниматься (делами)"
  },
  {
      "en": "go against",
      "ru": "противоречить"
  },
  {
      "en": "go ahead",
      "ru": "взять (и сделать)"
  },
  {
      "en": "go along",
      "ru": "поддерживать, соглашаться"
  },
  {
      "en": "go bad",
      "ru": "испортиться"
  },
  {
      "en": "go down",
      "ru": "быть принятым"
  },
  {
      "en": "go for",
      "ru": "быть проданным за"
  },
  {
      "en": "go for",
      "ru": "выбирать, предпочитать"
  },
  {
      "en": "go into",
      "ru": "вдаваться"
  },
  {
      "en": "go off",
      "ru": "сработать"
  },
  {
      "en": "go off",
      "ru": "отключиться"
  },
  {
      "en": "go on",
      "ru": "происходить"
  },
  {
      "en": "go on",
      "ru": "продолжаться"
  },
  {
      "en": "go out",
      "ru": "погаснуть"
  },
  {
      "en": "go over",
      "ru": "просмотреть, изучить"
  },
  {
      "en": "go through",
      "ru": "просмотреть, перебрать"
  },
  {
      "en": "go together",
      "ru": "сочетаться"
  },
  {
      "en": "go under",
      "ru": "разориться"
  },
  {
      "en": "goal",
      "ru": "цель"
  },
  {
      "en": "goat",
      "ru": "козел, коза"
  },
  {
      "en": "goddess",
      "ru": "богиня"
  },
  {
      "en": "goods",
      "ru": "товары"
  },
  {
      "en": "goof",
      "ru": "балбес, придурок (амер.)"
  },
  {
      "en": "gorgeous",
      "ru": "шикарный"
  },
  {
      "en": "gospel",
      "ru": "евангелие"
  },
  {
      "en": "gossip",
      "ru": "слухи"
  },
  {
      "en": "govern",
      "ru": "управлять"
  },
  {
      "en": "gown",
      "ru": "платье"
  },
  {
      "en": "grab",
      "ru": "схватить, нахапать и т.д."
  },
  {
      "en": "grace",
      "ru": "благодать, милость"
  },
  {
      "en": "grade",
      "ru": "оценка"
  },
  {
      "en": "grade",
      "ru": "класс, уровень"
  },
  {
      "en": "gradual",
      "ru": "постепенный"
  },
  {
      "en": "graduate",
      "ru": "выпускник, выпускаться"
  },
  {
      "en": "grain",
      "ru": "зерно, крупица"
  },
  {
      "en": "grand",
      "ru": "большой, великий"
  },
  {
      "en": "grant",
      "ru": "давать, дарить"
  },
  {
      "en": "grape",
      "ru": "виноград (ягода)"
  },
  {
      "en": "graph",
      "ru": "график"
  },
  {
      "en": "grapple",
      "ru": "сцепиться, бороться"
  },
  {
      "en": "grasp",
      "ru": "схватывать"
  },
  {
      "en": "grate",
      "ru": "решетка"
  },
  {
      "en": "grateful",
      "ru": "благодарный"
  },
  {
      "en": "gratify",
      "ru": "удовлетворять, радовать"
  },
  {
      "en": "gratitude",
      "ru": "благодарность"
  },
  {
      "en": "grave",
      "ru": "могила"
  },
  {
      "en": "grave",
      "ru": "серьёзный"
  },
  {
      "en": "gravel",
      "ru": "гравий"
  },
  {
      "en": "gravy",
      "ru": "подливка, соус"
  },
  {
      "en": "graze",
      "ru": "пасти(сь)"
  },
  {
      "en": "grease",
      "ru": "смазка, жир"
  },
  {
      "en": "greed",
      "ru": "жадность"
  },
  {
      "en": "greenhouse",
      "ru": "теплица, оранжерея"
  },
  {
      "en": "greet",
      "ru": "приветствовать"
  },
  {
      "en": "grid",
      "ru": "сетка, решётка"
  },
  {
      "en": "grief",
      "ru": "горе"
  },
  {
      "en": "grievance",
      "ru": "обида"
  },
  {
      "en": "grieve",
      "ru": "горевать"
  },
  {
      "en": "grim",
      "ru": "мрачный, зловещий"
  },
  {
      "en": "grin",
      "ru": "ухмыляться, ухмылка, оскал"
  },
  {
      "en": "grind (ground, groud)",
      "ru": "молоть, измельчать"
  },
  {
      "en": "grip",
      "ru": "хватать, захват, хватка"
  },
  {
      "en": "grit",
      "ru": "крошка, песок, гравий"
  },
  {
      "en": "grit",
      "ru": "твёрдость, стойкость"
  },
  {
      "en": "groan",
      "ru": "стон, стонать"
  },
  {
      "en": "grocery",
      "ru": "продуктовый"
  },
  {
      "en": "groom",
      "ru": "жених"
  },
  {
      "en": "groove",
      "ru": "канавка, желоб"
  },
  {
      "en": "grope",
      "ru": "щупать, искать вслепую"
  },
  {
      "en": "gross",
      "ru": "валовой, грязный"
  },
  {
      "en": "gross",
      "ru": "грубый (во всех смыслах)"
  },
  {
      "en": "grove",
      "ru": "лесок"
  },
  {
      "en": "grow (grew, grown)",
      "ru": "становиться"
  },
  {
      "en": "grow (grew, grown)",
      "ru": "расти или выращивать"
  },
  {
      "en": "grow up",
      "ru": "вырастать"
  },
  {
      "en": "growl",
      "ru": "рычать"
  },
  {
      "en": "grudge",
      "ru": "обида, злоба"
  },
  {
      "en": "grumble",
      "ru": "ворчать, жаловаться"
  },
  {
      "en": "grunt",
      "ru": "хрюкать"
  },
  {
      "en": "guard",
      "ru": "сторожить, стража"
  },
  {
      "en": "guess",
      "ru": "угадывать, догадываться"
  },
  {
      "en": "guest",
      "ru": "гость"
  },
  {
      "en": "guide",
      "ru": "вести, направлять"
  },
  {
      "en": "guideline",
      "ru": "общее правило, принцип"
  },
  {
      "en": "guilt",
      "ru": "вина"
  },
  {
      "en": "guise",
      "ru": "облик, личина"
  },
  {
      "en": "gulf",
      "ru": "разрыв, пропасть"
  },
  {
      "en": "gulf",
      "ru": "залив"
  },
  {
      "en": "gulp",
      "ru": "большой глоток, заглатывать"
  },
  {
      "en": "gum",
      "ru": "жвачка"
  },
  {
      "en": "gun",
      "ru": "огнестрельное оружие"
  },
  {
      "en": "gust",
      "ru": "порыв"
  },
  {
      "en": "gut",
      "ru": "кишка"
  },
  {
      "en": "gutter",
      "ru": "желоб, сток"
  },
  {
      "en": "gym",
      "ru": "спортзал"
  },
  {
      "en": "Gypsy",
      "ru": "цыган, цыганский"
  },
  {
      "en": "habit",
      "ru": "привычка, обычай"
  },
  {
      "en": "habitat",
      "ru": "среда, место обитания"
  },
  {
      "en": "hack",
      "ru": "рубить, кромсать"
  },
  {
      "en": "hail",
      "ru": "град"
  },
  {
      "en": "hail",
      "ru": "окликнуть, привлечь внимание"
  },
  {
      "en": "hail",
      "ru": "приветствовать"
  },
  {
      "en": "haircut",
      "ru": "стрижка, причёска"
  },
  {
      "en": "hall",
      "ru": "зал, вестибюль"
  },
  {
      "en": "hallmark",
      "ru": "характерная черта"
  },
  {
      "en": "halt",
      "ru": "останавливаться"
  },
  {
      "en": "halve",
      "ru": "делить пополам"
  },
  {
      "en": "ham",
      "ru": "ветчина"
  },
  {
      "en": "hammer",
      "ru": "молоток"
  },
  {
      "en": "hamper",
      "ru": "затруднять, ограничивать"
  },
  {
      "en": "hand down",
      "ru": "передать (по наследству)"
  },
  {
      "en": "hand in",
      "ru": "сдать"
  },
  {
      "en": "hand over",
      "ru": "передать"
  },
  {
      "en": "handbook",
      "ru": "руководство, справочник"
  },
  {
      "en": "handcuffs",
      "ru": "наручники"
  },
  {
      "en": "handful",
      "ru": "горсть"
  },
  {
      "en": "handicap",
      "ru": "помеха, недостаток"
  },
  {
      "en": "handkerchief",
      "ru": "носовой платок"
  },
  {
      "en": "handle",
      "ru": "рукоятка"
  },
  {
      "en": "handle",
      "ru": "управляться, обращаться"
  },
  {
      "en": "handsome",
      "ru": "красивый (обычно о мужчинах)"
  },
  {
      "en": "handwriting",
      "ru": "почерк"
  },
  {
      "en": "handy",
      "ru": "удобный"
  },
  {
      "en": "hang (hung, hung)",
      "ru": "висеть, вешать"
  },
  {
      "en": "hang around",
      "ru": "зависать, слоняться"
  },
  {
      "en": "hang out",
      "ru": "тусоваться где-то"
  },
  {
      "en": "hangover",
      "ru": "похмелье"
  },
  {
      "en": "happen",
      "ru": "случиться, происходить"
  },
  {
      "en": "harass",
      "ru": "тревожить, изводить"
  },
  {
      "en": "harbor (harbour)",
      "ru": "гавань, порт"
  },
  {
      "en": "hardly",
      "ru": "едва"
  },
  {
      "en": "hardware",
      "ru": "аппаратные средства"
  },
  {
      "en": "hardy",
      "ru": "выносливый"
  },
  {
      "en": "harm",
      "ru": "вред, вредить"
  },
  {
      "en": "harness",
      "ru": "запрягать, обуздывать"
  },
  {
      "en": "harp",
      "ru": "арфа"
  },
  {
      "en": "harsh",
      "ru": "резкий, суровый, грубый"
  },
  {
      "en": "harvest",
      "ru": "урожай, собирать урожай"
  },
  {
      "en": "hassle",
      "ru": "трудность, неудобство"
  },
  {
      "en": "haste",
      "ru": "спешка"
  },
  {
      "en": "hat",
      "ru": "шляпа"
  },
  {
      "en": "hatch",
      "ru": "люк"
  },
  {
      "en": "hatred",
      "ru": "ненависть"
  },
  {
      "en": "haul",
      "ru": "тащить, тянуть, буксировать"
  },
  {
      "en": "haunt",
      "ru": "являться, преследовать (перен.)"
  },
  {
      "en": "hawk",
      "ru": "ястреб"
  },
  {
      "en": "hay",
      "ru": "сено"
  },
  {
      "en": "hazard",
      "ru": "опасность, риск, угроза"
  },
  {
      "en": "haze",
      "ru": "дымка, туман"
  },
  {
      "en": "head for",
      "ru": "направляться"
  },
  {
      "en": "head off",
      "ru": "выйти, отправиться"
  },
  {
      "en": "headlight",
      "ru": "передняя фара"
  },
  {
      "en": "headline",
      "ru": "заголовок"
  },
  {
      "en": "headquarters",
      "ru": "штаб-квартира"
  },
  {
      "en": "heal",
      "ru": "лечить, заживать"
  },
  {
      "en": "health",
      "ru": "здоровье"
  },
  {
      "en": "healthcare",
      "ru": "здравоохранение"
  },
  {
      "en": "heap",
      "ru": "куча"
  },
  {
      "en": "heat",
      "ru": "тепло, нагревать"
  },
  {
      "en": "heat up",
      "ru": "разогреть"
  },
  {
      "en": "heave",
      "ru": "вздыматься"
  },
  {
      "en": "heaven",
      "ru": "небеса"
  },
  {
      "en": "hebrew",
      "ru": "еврейский"
  },
  {
      "en": "hectic",
      "ru": "беспокойный, напряжённый"
  },
  {
      "en": "hedge",
      "ru": "живая изгородь"
  },
  {
      "en": "heed",
      "ru": "прислушиваться, учитывать"
  },
  {
      "en": "heel",
      "ru": "каблук, пятка"
  },
  {
      "en": "hefty",
      "ru": "большой и тяжёлый"
  },
  {
      "en": "height",
      "ru": "высота, рост"
  },
  {
      "en": "heir",
      "ru": "наследник"
  },
  {
      "en": "helicopter",
      "ru": "вертолёт"
  },
  {
      "en": "helm",
      "ru": "руль, штурвал"
  },
  {
      "en": "helmet (helm)",
      "ru": "шлем"
  },
  {
      "en": "help out",
      "ru": "выручить"
  },
  {
      "en": "helpful",
      "ru": "полезный"
  },
  {
      "en": "helpless",
      "ru": "беспомощный"
  },
  {
      "en": "hemisphere",
      "ru": "полушарие"
  },
  {
      "en": "hen",
      "ru": "курица"
  },
  {
      "en": "hence",
      "ru": "отсюда (следует, происходит)"
  },
  {
      "en": "herald",
      "ru": "возвестить, вестник"
  },
  {
      "en": "herb",
      "ru": "трава"
  },
  {
      "en": "herd",
      "ru": "стадо, пасти"
  },
  {
      "en": "heritage",
      "ru": "наследие"
  },
  {
      "en": "hero",
      "ru": "герой"
  },
  {
      "en": "hesitate",
      "ru": "колебаться, медлить"
  },
  {
      "en": "hide (hid, hidden)",
      "ru": "скрывать"
  },
  {
      "en": "hideous",
      "ru": "отвратительный, ужасный"
  },
  {
      "en": "hierarchy",
      "ru": "иерархия"
  },
  {
      "en": "high-end",
      "ru": "высококлассный, лидирующий"
  },
  {
      "en": "highlight",
      "ru": "выделить, подсветить"
  },
  {
      "en": "highway",
      "ru": "шоссе"
  },
  {
      "en": "hijack",
      "ru": "угонять"
  },
  {
      "en": "hike",
      "ru": "поход, ходить в поход"
  },
  {
      "en": "hilarious",
      "ru": "веселый, забавный, смешной"
  },
  {
      "en": "hill",
      "ru": "холм"
  },
  {
      "en": "hinder",
      "ru": "мешать, затруднять"
  },
  {
      "en": "hinge",
      "ru": "петля, шарнир"
  },
  {
      "en": "hint",
      "ru": "намёк, намекать"
  },
  {
      "en": "hip",
      "ru": "таз, поясница"
  },
  {
      "en": "hire",
      "ru": "нанимать"
  },
  {
      "en": "hiss",
      "ru": "шипеть"
  },
  {
      "en": "hit (hit, hit)",
      "ru": "ударить, удар"
  },
  {
      "en": "hit (hit, hit)",
      "ru": "попасть, достичь"
  },
  {
      "en": "hit back",
      "ru": "отыграться, отбиться"
  },
  {
      "en": "hit on",
      "ru": "клеить, подкатывать"
  },
  {
      "en": "hitch",
      "ru": "заминка, помеха"
  },
  {
      "en": "hoard",
      "ru": "копить, накопление, клад"
  },
  {
      "en": "hobble",
      "ru": "прихрамывать"
  },
  {
      "en": "hog",
      "ru": "большой свин, боров"
  },
  {
      "en": "hoist",
      "ru": "поднимать"
  },
  {
      "en": "hold back",
      "ru": "сдерживать"
  },
  {
      "en": "hold on",
      "ru": "оставаться на линии"
  },
  {
      "en": "hold on",
      "ru": "держаться"
  },
  {
      "en": "hold up",
      "ru": "задержать, затормозить"
  },
  {
      "en": "hole",
      "ru": "дыра"
  },
  {
      "en": "holler",
      "ru": "крикнуть, окликнуть"
  },
  {
      "en": "hollow",
      "ru": "полый"
  },
  {
      "en": "holy",
      "ru": "святой, священный"
  },
  {
      "en": "homeland",
      "ru": "родина"
  },
  {
      "en": "homicide",
      "ru": "убийство"
  },
  {
      "en": "honest",
      "ru": "честный"
  },
  {
      "en": "honey",
      "ru": "мёд"
  },
  {
      "en": "honor (honour)",
      "ru": "честь, чтить"
  },
  {
      "en": "hood",
      "ru": "капот, кожух"
  },
  {
      "en": "hood",
      "ru": "капюшон"
  },
  {
      "en": "hoof",
      "ru": "копыто"
  },
  {
      "en": "hook",
      "ru": "крюк, зацеплять"
  },
  {
      "en": "hook up",
      "ru": "потрахаться"
  },
  {
      "en": "hook up",
      "ru": "подключить, смонтировать"
  },
  {
      "en": "hoop",
      "ru": "обруч, обод"
  },
  {
      "en": "hop",
      "ru": "прыгать, скакать"
  },
  {
      "en": "hopeful",
      "ru": "внушающий надежды"
  },
  {
      "en": "horizon",
      "ru": "горизонт, кругозор"
  },
  {
      "en": "horn",
      "ru": "рог"
  },
  {
      "en": "horrible",
      "ru": "ужасный, отвратительный"
  },
  {
      "en": "horrify",
      "ru": "ужасать"
  },
  {
      "en": "horseback",
      "ru": "верхом"
  },
  {
      "en": "hose",
      "ru": "шланг"
  },
  {
      "en": "hospitality",
      "ru": "гостеприимство"
  },
  {
      "en": "host",
      "ru": "хозяин, быть хозяином"
  },
  {
      "en": "host",
      "ru": "множество"
  },
  {
      "en": "hostage",
      "ru": "заложник"
  },
  {
      "en": "hostile",
      "ru": "враждебный, неприязненный"
  },
  {
      "en": "hound",
      "ru": "охотничья собака, об. гончая"
  },
  {
      "en": "household",
      "ru": "домашний, домохозяйство"
  },
  {
      "en": "housewife",
      "ru": "домохозяйка"
  },
  {
      "en": "hover",
      "ru": "зависнуть, парить"
  },
  {
      "en": "however",
      "ru": "однако"
  },
  {
      "en": "howl",
      "ru": "выть"
  },
  {
      "en": "huddle",
      "ru": "столпиться, скучиться"
  },
  {
      "en": "hue",
      "ru": "цвет, оттенок"
  },
  {
      "en": "hug",
      "ru": "объятие, обнимать"
  },
  {
      "en": "huge",
      "ru": "огромный"
  },
  {
      "en": "hull",
      "ru": "корпус, оболочка"
  },
  {
      "en": "hum",
      "ru": "гудеть, жужжать"
  },
  {
      "en": "human",
      "ru": "человек, человеческий"
  },
  {
      "en": "humble",
      "ru": "скромный, смиренный"
  },
  {
      "en": "humid",
      "ru": "влажный"
  },
  {
      "en": "humiliate",
      "ru": "унижать"
  },
  {
      "en": "hump",
      "ru": "горб"
  },
  {
      "en": "hunch",
      "ru": "горб, горбиться"
  },
  {
      "en": "hunch",
      "ru": "догадка, предчуствие"
  },
  {
      "en": "hunger",
      "ru": "голод"
  },
  {
      "en": "hunk",
      "ru": "ломоть, лакомый кусок"
  },
  {
      "en": "hurdle",
      "ru": "препятствие"
  },
  {
      "en": "hurl",
      "ru": "метать, бросать с силой"
  },
  {
      "en": "hurricane",
      "ru": "ураган"
  },
  {
      "en": "hurry",
      "ru": "спешить, торопиться"
  },
  {
      "en": "hurt (hurt, hurt)",
      "ru": "причинять боль или болеть"
  },
  {
      "en": "hush",
      "ru": "молчать"
  },
  {
      "en": "hustle",
      "ru": "толкаться, торопиться"
  },
  {
      "en": "hustle",
      "ru": "нечестно добыть (амер.)"
  },
  {
      "en": "hut",
      "ru": "хижина, лачуга, барак"
  },
  {
      "en": "hydrogen",
      "ru": "водород"
  },
  {
      "en": "hypocrite",
      "ru": "лицемер"
  },
  {
      "en": "ID",
      "ru": "удостоверение личности"
  },
  {
      "en": "idle",
      "ru": "праздный, бездействующий"
  },
  {
      "en": "ignite",
      "ru": "воспламеняться"
  },
  {
      "en": "ignorant",
      "ru": "невежественный"
  },
  {
      "en": "ill",
      "ru": "больной"
  },
  {
      "en": "ill",
      "ru": "дурной, нехороший"
  },
  {
      "en": "illicit",
      "ru": "незаконный, запрещённый"
  },
  {
      "en": "illuminate",
      "ru": "освещать"
  },
  {
      "en": "image",
      "ru": "изображение, образ"
  },
  {
      "en": "imagine",
      "ru": "вообразить"
  },
  {
      "en": "immediate",
      "ru": "немедленный, непосредственный"
  },
  {
      "en": "immense",
      "ru": "огромный"
  },
  {
      "en": "immerse",
      "ru": "погружаться (в т. ч. перен)"
  },
  {
      "en": "imminent",
      "ru": "неизбежный"
  },
  {
      "en": "impact",
      "ru": "воздействие, удар"
  },
  {
      "en": "impair",
      "ru": "ухудшать, ослаблять и т.д."
  },
  {
      "en": "impede",
      "ru": "затруднять"
  },
  {
      "en": "impending",
      "ru": "предстоящий, грозящий"
  },
  {
      "en": "imperative",
      "ru": "обязательный, необходимый"
  },
  {
      "en": "implement",
      "ru": "осуществлять"
  },
  {
      "en": "implicate",
      "ru": "указать на причастность"
  },
  {
      "en": "implicit",
      "ru": "подразумеваемый, неявный"
  },
  {
      "en": "imply",
      "ru": "подразумевать"
  },
  {
      "en": "importance",
      "ru": "важность"
  },
  {
      "en": "impose",
      "ru": "навязывать, налагать"
  },
  {
      "en": "imposing",
      "ru": "внушительный, импозантный"
  },
  {
      "en": "impress",
      "ru": "впечатлить"
  },
  {
      "en": "imprint",
      "ru": "отпечаток, отпечатывать"
  },
  {
      "en": "improve",
      "ru": "улучшить"
  },
  {
      "en": "in a row",
      "ru": "подряд"
  },
  {
      "en": "in advance",
      "ru": "заранее"
  },
  {
      "en": "in charge",
      "ru": "во главе"
  },
  {
      "en": "in spite of",
      "ru": "несмотря на"
  },
  {
      "en": "incentive",
      "ru": "стимул, мотив"
  },
  {
      "en": "inch",
      "ru": "дюйм"
  },
  {
      "en": "incidence",
      "ru": "частотность, распространённость"
  },
  {
      "en": "incline",
      "ru": "наклонять, склонять (втч. перен)"
  },
  {
      "en": "include",
      "ru": "включать, содержать в себе"
  },
  {
      "en": "income",
      "ru": "доход"
  },
  {
      "en": "incoming",
      "ru": "входящий"
  },
  {
      "en": "incorporate",
      "ru": "вобрать, соединить"
  },
  {
      "en": "increase",
      "ru": "увеличивать(ся), увеличение"
  },
  {
      "en": "incredible",
      "ru": "невероятный"
  },
  {
      "en": "incumbent",
      "ru": "возложенный"
  },
  {
      "en": "incur",
      "ru": "навлечь, повлечь"
  },
  {
      "en": "indeed",
      "ru": "в самом деле"
  },
  {
      "en": "indicate",
      "ru": "указывать, означать"
  },
  {
      "en": "indifferent",
      "ru": "безразличный"
  },
  {
      "en": "indigenous",
      "ru": "коренной, местный"
  },
  {
      "en": "induce",
      "ru": "вызывать, побуждать"
  },
  {
      "en": "indulge",
      "ru": "баловать, потворствовать"
  },
  {
      "en": "industry",
      "ru": "отрасль"
  },
  {
      "en": "inevitable",
      "ru": "неизбежный"
  },
  {
      "en": "inexplicable",
      "ru": "необъяснимый"
  },
  {
      "en": "infamous",
      "ru": "печально известный, постыдный"
  },
  {
      "en": "infant",
      "ru": "ребёнок"
  },
  {
      "en": "infantry",
      "ru": "пехота"
  },
  {
      "en": "infect",
      "ru": "заражать"
  },
  {
      "en": "infer",
      "ru": "делать вывод"
  },
  {
      "en": "inferior",
      "ru": "низший"
  },
  {
      "en": "infinite",
      "ru": "бесконечный"
  },
  {
      "en": "inflame",
      "ru": "разжигать (в осн. перен.)"
  },
  {
      "en": "inflate",
      "ru": "надувать"
  },
  {
      "en": "inflict",
      "ru": "причинять, наносить"
  },
  {
      "en": "influence",
      "ru": "влиять, влияние"
  },
  {
      "en": "infuse",
      "ru": "вливать, настаивать"
  },
  {
      "en": "ingenious",
      "ru": "изобретательный"
  },
  {
      "en": "inhabit",
      "ru": "населять, обитать в"
  },
  {
      "en": "inhale",
      "ru": "вдыхать"
  },
  {
      "en": "inherent",
      "ru": "свойственный, присущий"
  },
  {
      "en": "inherit",
      "ru": "унаследовать, перенять"
  },
  {
      "en": "inhibit",
      "ru": "препятствовать, затруднять"
  },
  {
      "en": "initial",
      "ru": "первоначальный"
  },
  {
      "en": "inject",
      "ru": "впрыскивать, вкачивать"
  },
  {
      "en": "injure",
      "ru": "ранить, наносить ущерб"
  },
  {
      "en": "ink",
      "ru": "чернила"
  },
  {
      "en": "inland",
      "ru": "внутренний, вглубь страны"
  },
  {
      "en": "inmate",
      "ru": "обитатель"
  },
  {
      "en": "inn",
      "ru": "гостиница"
  },
  {
      "en": "inner",
      "ru": "внутренний"
  },
  {
      "en": "innocent",
      "ru": "невинный, невиновный"
  },
  {
      "en": "input",
      "ru": "вход, ввод"
  },
  {
      "en": "inquire",
      "ru": "узнавать, интересоваться"
  },
  {
      "en": "insect",
      "ru": "насекомое"
  },
  {
      "en": "insert",
      "ru": "вставить"
  },
  {
      "en": "inside",
      "ru": "внутри"
  },
  {
      "en": "inside out",
      "ru": "наизнанку"
  },
  {
      "en": "insight",
      "ru": "понимание, догадка"
  },
  {
      "en": "insist",
      "ru": "настаивать"
  },
  {
      "en": "inspect",
      "ru": "проверять, осматривать"
  },
  {
      "en": "inspire",
      "ru": "вдохновить, внушить"
  },
  {
      "en": "install",
      "ru": "устанавливать"
  },
  {
      "en": "instance",
      "ru": "пример, случай"
  },
  {
      "en": "instant",
      "ru": "мгновенние, мгновенный"
  },
  {
      "en": "instead",
      "ru": "вместо"
  },
  {
      "en": "insulate",
      "ru": "изолировать, оградить"
  },
  {
      "en": "insult",
      "ru": "оскорбление, оскорблять"
  },
  {
      "en": "insure",
      "ru": "страховать, гарантировать"
  },
  {
      "en": "insurgent",
      "ru": "повстанец, мятежник"
  },
  {
      "en": "intact",
      "ru": "неповрежденный"
  },
  {
      "en": "intake",
      "ru": "потребление, приём"
  },
  {
      "en": "integral",
      "ru": "составной, неотъемлемый"
  },
  {
      "en": "integrity",
      "ru": "честность, порядочность"
  },
  {
      "en": "integrity",
      "ru": "целостность"
  },
  {
      "en": "intelligence",
      "ru": "разведка"
  },
  {
      "en": "intelligent",
      "ru": "умный"
  },
  {
      "en": "intelligible",
      "ru": "вразумительный, понятный"
  },
  {
      "en": "intend",
      "ru": "намереваться"
  },
  {
      "en": "intended",
      "ru": "предназначенный"
  },
  {
      "en": "interact",
      "ru": "взаимодействовать"
  },
  {
      "en": "intercept",
      "ru": "перехватить, перехватить"
  },
  {
      "en": "intercourse",
      "ru": "отношения или пол. сношение"
  },
  {
      "en": "interfere",
      "ru": "вмешиваться, мешать"
  },
  {
      "en": "interim",
      "ru": "промежуточный, временный"
  },
  {
      "en": "interior",
      "ru": "внутренность, внутренний"
  },
  {
      "en": "intermediate",
      "ru": "промежуточный"
  },
  {
      "en": "intern",
      "ru": "стажёр"
  },
  {
      "en": "internal",
      "ru": "внутренний"
  },
  {
      "en": "interpret",
      "ru": "истолковывать"
  },
  {
      "en": "interpreter",
      "ru": "переводчик"
  },
  {
      "en": "interrogate",
      "ru": "допрашивать"
  },
  {
      "en": "interrupt",
      "ru": "прерывать, перебивать"
  },
  {
      "en": "intersect",
      "ru": "пересекаться"
  },
  {
      "en": "intervene",
      "ru": "вмешиваться"
  },
  {
      "en": "intestine",
      "ru": "кишечник"
  },
  {
      "en": "intimate",
      "ru": "близкий"
  },
  {
      "en": "intimidate",
      "ru": "запугивать"
  },
  {
      "en": "intricate",
      "ru": "сложный, запутанный"
  },
  {
      "en": "intrinsic",
      "ru": "присущий, внутренний"
  },
  {
      "en": "introduce",
      "ru": "представить, познакомить"
  },
  {
      "en": "introduce",
      "ru": "ввести (в употребление)"
  },
  {
      "en": "intrude on",
      "ru": "вторгаться, вмешиваться"
  },
  {
      "en": "invade",
      "ru": "вторгаться"
  },
  {
      "en": "invent",
      "ru": "изобретать"
  },
  {
      "en": "inventory",
      "ru": "опись, учёт"
  },
  {
      "en": "invert",
      "ru": "переворачивать, опрокидывать"
  },
  {
      "en": "investigate",
      "ru": "расследовать"
  },
  {
      "en": "invite",
      "ru": "приглашать"
  },
  {
      "en": "invoke",
      "ru": "взывать, призывать"
  },
  {
      "en": "involve",
      "ru": "вовлекать, увлекать"
  },
  {
      "en": "involve",
      "ru": "содержать в себе (процесс)"
  },
  {
      "en": "inward",
      "ru": "внутрь"
  },
  {
      "en": "iron",
      "ru": "утюг, гладить"
  },
  {
      "en": "iron",
      "ru": "железо, железный"
  },
  {
      "en": "irritate",
      "ru": "раздражать"
  },
  {
      "en": "island",
      "ru": "остров"
  },
  {
      "en": "issue",
      "ru": "издать, выпустить, выпуск"
  },
  {
      "en": "issue",
      "ru": "вопрос, проблема"
  },
  {
      "en": "itch",
      "ru": "зуд"
  },
  {
      "en": "item",
      "ru": "пункт, номер, предмет"
  },
  {
      "en": "ivory",
      "ru": "слоновая кость"
  },
  {
      "en": "ivy",
      "ru": "плющ"
  },
  {
      "en": "jab",
      "ru": "ударять, пихать"
  },
  {
      "en": "jacket",
      "ru": "куртка, пиджак"
  },
  {
      "en": "jail",
      "ru": "тюрьма"
  },
  {
      "en": "janitor",
      "ru": "дворник, уборщик"
  },
  {
      "en": "jar",
      "ru": "банка, кувшин и т. д."
  },
  {
      "en": "jaw",
      "ru": "челюсть"
  },
  {
      "en": "jealous",
      "ru": "ревнивый"
  },
  {
      "en": "jelly",
      "ru": "желе"
  },
  {
      "en": "jeopardy",
      "ru": "опасность (серьёзная)"
  },
  {
      "en": "jerk",
      "ru": "дёргать, резкое движение"
  },
  {
      "en": "jerk",
      "ru": "придурок"
  },
  {
      "en": "jet",
      "ru": "струя"
  },
  {
      "en": "jet",
      "ru": "реактивный двигатель/самолёт"
  },
  {
      "en": "Jew",
      "ru": "еврей"
  },
  {
      "en": "jewel",
      "ru": "драгоценности"
  },
  {
      "en": "jingle",
      "ru": "звенеть, звон"
  },
  {
      "en": "jog",
      "ru": "бегать трусцой"
  },
  {
      "en": "join",
      "ru": "присоединить (ся)"
  },
  {
      "en": "joint",
      "ru": "сустав, шарнир, стык и т. д."
  },
  {
      "en": "joint",
      "ru": "совместный, объединённый"
  },
  {
      "en": "jolly",
      "ru": "веселый"
  },
  {
      "en": "jolt",
      "ru": "толчок, встряска"
  },
  {
      "en": "journalism",
      "ru": "журналистика"
  },
  {
      "en": "journey",
      "ru": "путешествие"
  },
  {
      "en": "joy",
      "ru": "радость"
  },
  {
      "en": "judge",
      "ru": "судья, судить (втч. перен)"
  },
  {
      "en": "judicial",
      "ru": "судебная"
  },
  {
      "en": "jug",
      "ru": "кувшин"
  },
  {
      "en": "jumble",
      "ru": "перемешивать"
  },
  {
      "en": "jump at",
      "ru": "ухватиться (за возможность)"
  },
  {
      "en": "jump in",
      "ru": "вмешаться"
  },
  {
      "en": "jumper",
      "ru": "джемпер"
  },
  {
      "en": "junction",
      "ru": "стык, узел, пересечение"
  },
  {
      "en": "junior",
      "ru": "младший"
  },
  {
      "en": "junk",
      "ru": "барахло, хлам"
  },
  {
      "en": "junkie",
      "ru": "наркоман"
  },
  {
      "en": "jury",
      "ru": "жюри или присяжные"
  },
  {
      "en": "just",
      "ru": "справедливый, беспристрастный"
  },
  {
      "en": "justice",
      "ru": "правосудие, справедливость"
  },
  {
      "en": "justify",
      "ru": "оправдывать, обосновывать"
  },
  {
      "en": "jut",
      "ru": "выступать, выдаваться"
  },
  {
      "en": "keen",
      "ru": "острый (часто перен.)"
  },
  {
      "en": "keep away",
      "ru": "держать (ся) подальше"
  },
  {
      "en": "keep off",
      "ru": "избегать, не трогать"
  },
  {
      "en": "keep on",
      "ru": "продолжать делать"
  },
  {
      "en": "keep out of",
      "ru": "не влезать"
  },
  {
      "en": "keep up",
      "ru": "успевать за чем-л."
  },
  {
      "en": "kernel",
      "ru": "ядро"
  },
  {
      "en": "kettle",
      "ru": "чайник"
  },
  {
      "en": "kick",
      "ru": "пинать"
  },
  {
      "en": "kick around",
      "ru": "обсудить (разг.)"
  },
  {
      "en": "kick back",
      "ru": "расслабиться"
  },
  {
      "en": "kid",
      "ru": "шутить, разыгрывать"
  },
  {
      "en": "kid",
      "ru": "ребёнок"
  },
  {
      "en": "kidnap",
      "ru": "похищать"
  },
  {
      "en": "kidney",
      "ru": "почка"
  },
  {
      "en": "kin (pl:kin)",
      "ru": "родственник"
  },
  {
      "en": "kind",
      "ru": "добрый"
  },
  {
      "en": "kind",
      "ru": "тип, вид"
  },
  {
      "en": "kindergarten",
      "ru": "детский сад"
  },
  {
      "en": "kit",
      "ru": "комплект, набор"
  },
  {
      "en": "kite",
      "ru": "коршун или воздушный змей"
  },
  {
      "en": "kitten",
      "ru": "котенок"
  },
  {
      "en": "knack",
      "ru": "умение, сноровка"
  },
  {
      "en": "knee",
      "ru": "колено"
  },
  {
      "en": "kneel",
      "ru": "стать на колени (колено)"
  },
  {
      "en": "knight",
      "ru": "рыцарь"
  },
  {
      "en": "knit",
      "ru": "вязать"
  },
  {
      "en": "knob",
      "ru": "ручка (круглая)"
  },
  {
      "en": "knock",
      "ru": "стучать"
  },
  {
      "en": "knock down",
      "ru": "снести, сбить"
  },
  {
      "en": "knock out",
      "ru": "вырубить (ударом)"
  },
  {
      "en": "knock together",
      "ru": "слепить, соорудить"
  },
  {
      "en": "knot",
      "ru": "узел"
  },
  {
      "en": "knowledge",
      "ru": "знания"
  },
  {
      "en": "label",
      "ru": "метка, ярлык, метить"
  },
  {
      "en": "labour",
      "ru": "труд, трудиться"
  },
  {
      "en": "lace",
      "ru": "шнурок, шнуровать"
  },
  {
      "en": "lack",
      "ru": "недостаток, нуждаться"
  },
  {
      "en": "lad",
      "ru": "парень"
  },
  {
      "en": "ladder",
      "ru": "лестница"
  },
  {
      "en": "laden",
      "ru": "груженный"
  },
  {
      "en": "lag",
      "ru": "запаздывание"
  },
  {
      "en": "lamb",
      "ru": "ягненок"
  },
  {
      "en": "lame",
      "ru": "хромой"
  },
  {
      "en": "lament",
      "ru": "оплакивать, сожалеть"
  },
  {
      "en": "land",
      "ru": "приземляться, высаживаться"
  },
  {
      "en": "landlord",
      "ru": "арендодатель, домовладелец"
  },
  {
      "en": "landmark",
      "ru": "ориентир"
  },
  {
      "en": "landscape",
      "ru": "пейзаж"
  },
  {
      "en": "lane",
      "ru": "полоса дороги"
  },
  {
      "en": "lantern",
      "ru": "фонарь"
  },
  {
      "en": "lap",
      "ru": "колени"
  },
  {
      "en": "lapse",
      "ru": "упущение, оплошность"
  },
  {
      "en": "lapse",
      "ru": "промежуток времени"
  },
  {
      "en": "laptop",
      "ru": "ноутбук"
  },
  {
      "en": "large",
      "ru": "большой, широкий"
  },
  {
      "en": "lash (eyelash)",
      "ru": "ресница"
  },
  {
      "en": "lash out",
      "ru": "нападать, ругаться"
  },
  {
      "en": "last",
      "ru": "длиться"
  },
  {
      "en": "latch",
      "ru": "защёлка, засов"
  },
  {
      "en": "late",
      "ru": "поздний"
  },
  {
      "en": "late",
      "ru": "покойный"
  },
  {
      "en": "lateral",
      "ru": "боковой"
  },
  {
      "en": "latter",
      "ru": "последний (из названных)"
  },
  {
      "en": "laugh",
      "ru": "смеяться"
  },
  {
      "en": "laughter",
      "ru": "смех"
  },
  {
      "en": "launch",
      "ru": "начать, запустить, запуск"
  },
  {
      "en": "laundry",
      "ru": "прачечная"
  },
  {
      "en": "lavish",
      "ru": "щедрый, роскошный"
  },
  {
      "en": "law",
      "ru": "закон"
  },
  {
      "en": "lawn",
      "ru": "газон"
  },
  {
      "en": "lawsuit",
      "ru": "тяжба, судебное дело"
  },
  {
      "en": "lay (laid, laid)",
      "ru": "класть, укладывать"
  },
  {
      "en": "lay down",
      "ru": "установить (правило, норму)"
  },
  {
      "en": "lay off",
      "ru": "уволить, сократить"
  },
  {
      "en": "lay out",
      "ru": "выложить, разложить"
  },
  {
      "en": "layer",
      "ru": "слой"
  },
  {
      "en": "layout",
      "ru": "макет, расположение"
  },
  {
      "en": "lazy",
      "ru": "ленивый"
  },
  {
      "en": "lead",
      "ru": "вести"
  },
  {
      "en": "lead up to",
      "ru": "предшествовать"
  },
  {
      "en": "leaf (pl: leaves)",
      "ru": "лист"
  },
  {
      "en": "leak",
      "ru": "утечка, просачиваться, протекать"
  },
  {
      "en": "lean",
      "ru": "худой"
  },
  {
      "en": "lean against",
      "ru": "опереться, прислонить"
  },
  {
      "en": "lean over",
      "ru": "наклониться над, через"
  },
  {
      "en": "leap",
      "ru": "прыгать, прыжок"
  },
  {
      "en": "lease",
      "ru": "сдавать в аренду"
  },
  {
      "en": "leash",
      "ru": "привязь, поводок"
  },
  {
      "en": "leather",
      "ru": "кожаный, кожа"
  },
  {
      "en": "leave (left, left)",
      "ru": "уйти, покинуть"
  },
  {
      "en": "leave behind",
      "ru": "оставить, забыть"
  },
  {
      "en": "ledge",
      "ru": "уступ"
  },
  {
      "en": "leek",
      "ru": "лук-порей"
  },
  {
      "en": "leftover",
      "ru": "остаток"
  },
  {
      "en": "leg",
      "ru": "нога"
  },
  {
      "en": "legacy",
      "ru": "наследие, наследство"
  },
  {
      "en": "legal",
      "ru": "законный, правовой"
  },
  {
      "en": "legislation",
      "ru": "законодательство"
  },
  {
      "en": "legitimate",
      "ru": "законный, обоснованный"
  },
  {
      "en": "leisure",
      "ru": "досуг, отдых"
  },
  {
      "en": "lend (lent, lent)",
      "ru": "давать в долг"
  },
  {
      "en": "length",
      "ru": "длина"
  },
  {
      "en": "lens",
      "ru": "линза, объектив"
  },
  {
      "en": "lessen",
      "ru": "уменьшать(ся)"
  },
  {
      "en": "lest",
      "ru": "чтобы не, иначе"
  },
  {
      "en": "let in on",
      "ru": "посвящать (в секрет, план)"
  },
  {
      "en": "let off",
      "ru": "отпустить, дать отделаться"
  },
  {
      "en": "let smb down",
      "ru": "подвести"
  },
  {
      "en": "let smb in",
      "ru": "впустить"
  },
  {
      "en": "let up",
      "ru": "прекратиться, стихнуть"
  },
  {
      "en": "letter",
      "ru": "письмо"
  },
  {
      "en": "lettuce",
      "ru": "салат (латук)"
  },
  {
      "en": "level",
      "ru": "уровень"
  },
  {
      "en": "lever",
      "ru": "рычаг, ручка"
  },
  {
      "en": "liable",
      "ru": "подлежащий"
  },
  {
      "en": "liaison",
      "ru": "связь"
  },
  {
      "en": "liberate",
      "ru": "освобождать"
  },
  {
      "en": "liberty",
      "ru": "свобода"
  },
  {
      "en": "library",
      "ru": "библиотека"
  },
  {
      "en": "licence (license)",
      "ru": "разрешение"
  },
  {
      "en": "lick",
      "ru": "лизать"
  },
  {
      "en": "lid",
      "ru": "крышка"
  },
  {
      "en": "lie",
      "ru": "лгать, ложь"
  },
  {
      "en": "lie (lay, lain)",
      "ru": "лежать"
  },
  {
      "en": "lifelong",
      "ru": "пожизненный"
  },
  {
      "en": "lift",
      "ru": "поднимать"
  },
  {
      "en": "light (lit, lit)",
      "ru": "зажигать"
  },
  {
      "en": "light up",
      "ru": "осветить или загореться"
  },
  {
      "en": "lightning",
      "ru": "молния"
  },
  {
      "en": "like",
      "ru": "как"
  },
  {
      "en": "like that",
      "ru": "так"
  },
  {
      "en": "likely",
      "ru": "вероятно"
  },
  {
      "en": "likewise",
      "ru": "также"
  },
  {
      "en": "limb",
      "ru": "конечность"
  },
  {
      "en": "limit",
      "ru": "ограничивать, ограничение"
  },
  {
      "en": "limp",
      "ru": "хромать"
  },
  {
      "en": "line",
      "ru": "строка"
  },
  {
      "en": "line",
      "ru": "линия, ряд"
  },
  {
      "en": "line up",
      "ru": "встать в очередь"
  },
  {
      "en": "lineage",
      "ru": "родословная"
  },
  {
      "en": "linen",
      "ru": "бельё"
  },
  {
      "en": "linen",
      "ru": "льняная ткань"
  },
  {
      "en": "lineup",
      "ru": "расстановка, расположение"
  },
  {
      "en": "linger",
      "ru": "задерживаться, медлить"
  },
  {
      "en": "link",
      "ru": "связь, звено, ссылка"
  },
  {
      "en": "lip",
      "ru": "губа"
  },
  {
      "en": "lipstick",
      "ru": "губная помада"
  },
  {
      "en": "liquid",
      "ru": "жидкость, жидкий"
  },
  {
      "en": "list",
      "ru": "список, перечислять"
  },
  {
      "en": "listen in on",
      "ru": "подслушивать"
  },
  {
      "en": "literal",
      "ru": "буквальный"
  },
  {
      "en": "literary",
      "ru": "литературный, книжный"
  },
  {
      "en": "literate",
      "ru": "грамотность"
  },
  {
      "en": "litter",
      "ru": "мусор (на улице)"
  },
  {
      "en": "live up to",
      "ru": "соответствовать, дотягивать"
  },
  {
      "en": "livelihood",
      "ru": "средства к существованию"
  },
  {
      "en": "liven up",
      "ru": "оживить, взбодрить"
  },
  {
      "en": "liver",
      "ru": "печень"
  },
  {
      "en": "livestock",
      "ru": "скот"
  },
  {
      "en": "lizard",
      "ru": "ящерица"
  },
  {
      "en": "load",
      "ru": "грузить, груз"
  },
  {
      "en": "loaf",
      "ru": "буханка, булка"
  },
  {
      "en": "loan",
      "ru": "заём, ссуда"
  },
  {
      "en": "loathe",
      "ru": "ненавидеть, питать отвращение"
  },
  {
      "en": "lobby",
      "ru": "вестибюль, фойе, прихожая"
  },
  {
      "en": "lobster",
      "ru": "омар"
  },
  {
      "en": "local",
      "ru": "местный"
  },
  {
      "en": "locate",
      "ru": "определить местоположение"
  },
  {
      "en": "lock",
      "ru": "замок, запирать"
  },
  {
      "en": "lock up",
      "ru": "посадить в тюрьму или дурку"
  },
  {
      "en": "locker",
      "ru": "ящик, шкаф (закрывающийся)"
  },
  {
      "en": "locus",
      "ru": "местоположение"
  },
  {
      "en": "lodge",
      "ru": "домик, поселиться, остановиться"
  },
  {
      "en": "lodge",
      "ru": "подавать (документ)"
  },
  {
      "en": "loft",
      "ru": "чердак, верхний нежилой этаж"
  },
  {
      "en": "log",
      "ru": "бревно"
  },
  {
      "en": "lone",
      "ru": "одинокий"
  },
  {
      "en": "long ago",
      "ru": "давно"
  },
  {
      "en": "long for",
      "ru": "желать или скучать"
  },
  {
      "en": "longevity",
      "ru": "долговечность, долголетие"
  },
  {
      "en": "look",
      "ru": "выглядеть"
  },
  {
      "en": "look after",
      "ru": "присматривать"
  },
  {
      "en": "look around",
      "ru": "посмотреть, оглядеть"
  },
  {
      "en": "look at",
      "ru": "рассмотреть, обдумать"
  },
  {
      "en": "look for",
      "ru": "искать"
  },
  {
      "en": "look forward",
      "ru": "ожидать, предвкушать"
  },
  {
      "en": "look into",
      "ru": "посмотреть, изучить"
  },
  {
      "en": "look out",
      "ru": "смотреть (опасность!)"
  },
  {
      "en": "look smb up",
      "ru": "найти (в списке и т. п.)"
  },
  {
      "en": "look up",
      "ru": "улучшаться, налаживаться"
  },
  {
      "en": "look up to",
      "ru": "уважать, восхищаться"
  },
  {
      "en": "loom",
      "ru": "маячить, виднеться"
  },
  {
      "en": "loop",
      "ru": "петля"
  },
  {
      "en": "loose",
      "ru": "свободный, болтающийся"
  },
  {
      "en": "loot",
      "ru": "грабить, добыча"
  },
  {
      "en": "lord",
      "ru": "господин, господь (бог)"
  },
  {
      "en": "loss",
      "ru": "потеря"
  },
  {
      "en": "lot",
      "ru": "жребий, судьба"
  },
  {
      "en": "loud",
      "ru": "громкий"
  },
  {
      "en": "lounge",
      "ru": "гостиная, холл, комната отдыха"
  },
  {
      "en": "lounge",
      "ru": "расслабляться, бездельничать"
  },
  {
      "en": "lousy",
      "ru": "паршивый"
  },
  {
      "en": "lovely",
      "ru": "чудесный, милый"
  },
  {
      "en": "lower",
      "ru": "нижний"
  },
  {
      "en": "loyal",
      "ru": "верный, преданный"
  },
  {
      "en": "lucrative",
      "ru": "прибыльный, выгодный"
  },
  {
      "en": "ludicrous",
      "ru": "нелепый, смехотворный"
  },
  {
      "en": "luggage",
      "ru": "багаж"
  },
  {
      "en": "lumber",
      "ru": "пиломатериалы"
  },
  {
      "en": "lump",
      "ru": "кусок, глыба, ком"
  },
  {
      "en": "lunar",
      "ru": "лунный"
  },
  {
      "en": "luncheon",
      "ru": "завтрак"
  },
  {
      "en": "lung",
      "ru": "легкое"
  },
  {
      "en": "lurch",
      "ru": "крениться, шататься"
  },
  {
      "en": "lure",
      "ru": "приманка, манить"
  },
  {
      "en": "lurk",
      "ru": "таиться"
  },
  {
      "en": "lush",
      "ru": "пышный"
  },
  {
      "en": "lust",
      "ru": "вожделение, страсть"
  },
  {
      "en": "luxury",
      "ru": "роскошь"
  },
  {
      "en": "lyrics",
      "ru": "текст песни"
  },
  {
      "en": "magazine",
      "ru": "журнал"
  },
  {
      "en": "magician",
      "ru": "волшебник, фокусник"
  },
  {
      "en": "magnificent",
      "ru": "великолепный, величественный"
  },
  {
      "en": "magnify",
      "ru": "увеличивать"
  },
  {
      "en": "magnitude",
      "ru": "величина, сила"
  },
  {
      "en": "maid",
      "ru": "служанка, горничная"
  },
  {
      "en": "maiden",
      "ru": "дева, девственница"
  },
  {
      "en": "mainland",
      "ru": "материк или большой остров"
  },
  {
      "en": "maintain",
      "ru": "поддерживать, сохранять"
  },
  {
      "en": "majesty",
      "ru": "величие, величество"
  },
  {
      "en": "major",
      "ru": "главный, большой"
  },
  {
      "en": "make fun of",
      "ru": "смеяться, издеваться"
  },
  {
      "en": "make into",
      "ru": "переделать в"
  },
  {
      "en": "make of",
      "ru": "извлечь, получить"
  },
  {
      "en": "make out",
      "ru": "разобрать, понять"
  },
  {
      "en": "make out",
      "ru": "целоваться"
  },
  {
      "en": "make sure",
      "ru": "убедиться"
  },
  {
      "en": "make up",
      "ru": "выдумать"
  },
  {
      "en": "make up",
      "ru": "помириться"
  },
  {
      "en": "make up for",
      "ru": "компенсировать, наверстать"
  },
  {
      "en": "makeup",
      "ru": "макияж"
  },
  {
      "en": "male",
      "ru": "мужской"
  },
  {
      "en": "mall",
      "ru": "торговый центр"
  },
  {
      "en": "mammal",
      "ru": "млекопитающее"
  },
  {
      "en": "mammoth",
      "ru": "мамонт"
  },
  {
      "en": "manage",
      "ru": "справляться, управлять"
  },
  {
      "en": "mandatory",
      "ru": "обязательный"
  },
  {
      "en": "manifest",
      "ru": "проявить, явный"
  },
  {
      "en": "mankind",
      "ru": "человечество"
  },
  {
      "en": "mansion",
      "ru": "особняк, здание"
  },
  {
      "en": "mantle",
      "ru": "мантия"
  },
  {
      "en": "manual",
      "ru": "руководство, учебник"
  },
  {
      "en": "manual",
      "ru": "ручной"
  },
  {
      "en": "manufacture",
      "ru": "производить, производство"
  },
  {
      "en": "manure",
      "ru": "навоз"
  },
  {
      "en": "map out",
      "ru": "запланировать, расписать"
  },
  {
      "en": "maple",
      "ru": "клён"
  },
  {
      "en": "marble",
      "ru": "мрамор"
  },
  {
      "en": "margin",
      "ru": "край, граница"
  },
  {
      "en": "margin",
      "ru": "маржа, накрутка"
  },
  {
      "en": "marine",
      "ru": "морской"
  },
  {
      "en": "marital",
      "ru": "супружеский"
  },
  {
      "en": "maritime",
      "ru": "морской"
  },
  {
      "en": "mark",
      "ru": "метка, отмечать"
  },
  {
      "en": "mark down",
      "ru": "снижать ценник"
  },
  {
      "en": "marry",
      "ru": "жениться, выйти замуж"
  },
  {
      "en": "marsh",
      "ru": "болото"
  },
  {
      "en": "martial",
      "ru": "боевой, военный"
  },
  {
      "en": "martyr",
      "ru": "мученик"
  },
  {
      "en": "marvel",
      "ru": "диво, удивляться"
  },
  {
      "en": "mash",
      "ru": "разминать, месиво"
  },
  {
      "en": "massacre",
      "ru": "резня"
  },
  {
      "en": "master",
      "ru": "хозяин"
  },
  {
      "en": "master",
      "ru": "овладеть (напр. искусством)"
  },
  {
      "en": "masterpiece",
      "ru": "шедевр"
  },
  {
      "en": "mat",
      "ru": "коврик, циновка"
  },
  {
      "en": "match",
      "ru": "соответствие, нечто соответствующее"
  },
  {
      "en": "match",
      "ru": "спичка"
  },
  {
      "en": "mate",
      "ru": "товарищ, компаньон"
  },
  {
      "en": "maternal",
      "ru": "материнский"
  },
  {
      "en": "matter",
      "ru": "вещество, материя"
  },
  {
      "en": "matter",
      "ru": "дело, вопрос"
  },
  {
      "en": "matter",
      "ru": "иметь значение"
  },
  {
      "en": "mature",
      "ru": "зрелый, зреть"
  },
  {
      "en": "may",
      "ru": "пусть"
  },
  {
      "en": "mayor",
      "ru": "мэр"
  },
  {
      "en": "maze",
      "ru": "лабиринт"
  },
  {
      "en": "meadow",
      "ru": "луг"
  },
  {
      "en": "meager",
      "ru": "скудный, недостаточный"
  },
  {
      "en": "meal",
      "ru": "еда"
  },
  {
      "en": "mean",
      "ru": "неважный, посредственный"
  },
  {
      "en": "mean (meant, meant)",
      "ru": "иметь в виду"
  },
  {
      "en": "mean (meant, meant)",
      "ru": "означать"
  },
  {
      "en": "mean (meant, meant)",
      "ru": "предназначать"
  },
  {
      "en": "means",
      "ru": "средство"
  },
  {
      "en": "meantime",
      "ru": "тем временем"
  },
  {
      "en": "meanwhile",
      "ru": "тем временем"
  },
  {
      "en": "measure",
      "ru": "мера, мероприятие"
  },
  {
      "en": "measure",
      "ru": "измерять, измерение"
  },
  {
      "en": "mediate",
      "ru": "посредничать"
  },
  {
      "en": "medicine",
      "ru": "лекарство"
  },
  {
      "en": "medieval",
      "ru": "средневековый"
  },
  {
      "en": "mediocre",
      "ru": "посредственный"
  },
  {
      "en": "meditate",
      "ru": "обдумывать или созерцать"
  },
  {
      "en": "medium",
      "ru": "средство, способ"
  },
  {
      "en": "meet (met, met)",
      "ru": "встретить или познакомиться"
  },
  {
      "en": "melon",
      "ru": "дыня"
  },
  {
      "en": "melt",
      "ru": "таять, плавить(ся)"
  },
  {
      "en": "member",
      "ru": "член"
  },
  {
      "en": "memoirs",
      "ru": "мемуары"
  },
  {
      "en": "memories",
      "ru": "воспоминания"
  },
  {
      "en": "memory",
      "ru": "память"
  },
  {
      "en": "menace",
      "ru": "угроза, угрожать"
  },
  {
      "en": "mend",
      "ru": "чинить, поправлять"
  },
  {
      "en": "mental",
      "ru": "умственный"
  },
  {
      "en": "mention",
      "ru": "упоминать"
  },
  {
      "en": "mentor",
      "ru": "наставник"
  },
  {
      "en": "merchandise",
      "ru": "товар"
  },
  {
      "en": "merchant",
      "ru": "торговец, купец"
  },
  {
      "en": "mercury",
      "ru": "ртуть"
  },
  {
      "en": "mercy",
      "ru": "милость, милосердие"
  },
  {
      "en": "mere",
      "ru": "всего лишь"
  },
  {
      "en": "merge",
      "ru": "соединять, сливать"
  },
  {
      "en": "merit",
      "ru": "заслуга, заслуживать"
  },
  {
      "en": "merry",
      "ru": "веселый"
  },
  {
      "en": "mesh",
      "ru": "сетка"
  },
  {
      "en": "mess",
      "ru": "беспорядок, путаница"
  },
  {
      "en": "mess up",
      "ru": "испортить, накосячить"
  },
  {
      "en": "mess with",
      "ru": "возиться, связываться и т.д."
  },
  {
      "en": "metropolitan",
      "ru": "столичный"
  },
  {
      "en": "mid",
      "ru": "середина, полу-"
  },
  {
      "en": "middle",
      "ru": "середина, средний"
  },
  {
      "en": "midnight",
      "ru": "полночь"
  },
  {
      "en": "midst",
      "ru": "середина, среда"
  },
  {
      "en": "midwife",
      "ru": "акушерка"
  },
  {
      "en": "might",
      "ru": "мощь"
  },
  {
      "en": "mild",
      "ru": "мягкий"
  },
  {
      "en": "mileage",
      "ru": "пробег"
  },
  {
      "en": "military",
      "ru": "военный"
  },
  {
      "en": "mill",
      "ru": "мельница или фабрика"
  },
  {
      "en": "millennium",
      "ru": "тысячелетие"
  },
  {
      "en": "mimic",
      "ru": "передразнивать, копировать"
  },
  {
      "en": "mince",
      "ru": "фарш, крошить, рубить"
  },
  {
      "en": "mind",
      "ru": "возражать"
  },
  {
      "en": "mindful",
      "ru": "внимательный, помнящий"
  },
  {
      "en": "mine",
      "ru": "мина"
  },
  {
      "en": "mine",
      "ru": "шахта, рудник"
  },
  {
      "en": "mingle",
      "ru": "смешиваться"
  },
  {
      "en": "minor",
      "ru": "второстепенный, незначительный"
  },
  {
      "en": "minor",
      "ru": "несовершеннолетний"
  },
  {
      "en": "mint",
      "ru": "мята"
  },
  {
      "en": "miracle",
      "ru": "чудо"
  },
  {
      "en": "mischief",
      "ru": "вред, безобразие"
  },
  {
      "en": "miserable",
      "ru": "несчастный, жалкий"
  },
  {
      "en": "misery",
      "ru": "нищета"
  },
  {
      "en": "misery",
      "ru": "несчастье, страдание"
  },
  {
      "en": "miss",
      "ru": "скучать"
  },
  {
      "en": "miss",
      "ru": "пропускать, упустить"
  },
  {
      "en": "missile",
      "ru": "ракета"
  },
  {
      "en": "missing",
      "ru": "пропавший, отсутствующий"
  },
  {
      "en": "mist",
      "ru": "туман"
  },
  {
      "en": "mistake",
      "ru": "ошибка"
  },
  {
      "en": "mistake for",
      "ru": "принимать за"
  },
  {
      "en": "mistress",
      "ru": "госпожа, хозяйка"
  },
  {
      "en": "mistress",
      "ru": "любовница"
  },
  {
      "en": "mitigate",
      "ru": "смягчить, сгладить"
  },
  {
      "en": "mix up",
      "ru": "перепутать"
  },
  {
      "en": "mixture",
      "ru": "смесь"
  },
  {
      "en": "moan",
      "ru": "стонать"
  },
  {
      "en": "mob",
      "ru": "толпа (неуправляемая)"
  },
  {
      "en": "mock",
      "ru": "издеваться, насмехаться"
  },
  {
      "en": "mode",
      "ru": "режим, способ, вид"
  },
  {
      "en": "moderate",
      "ru": "умеренный, средний"
  },
  {
      "en": "modest",
      "ru": "скромный, умеренный"
  },
  {
      "en": "modify",
      "ru": "видоизменять"
  },
  {
      "en": "moist",
      "ru": "влажный"
  },
  {
      "en": "mold (mould)",
      "ru": "плесень"
  },
  {
      "en": "mold (mould)",
      "ru": "форма, формировать"
  },
  {
      "en": "mole",
      "ru": "крот"
  },
  {
      "en": "mole",
      "ru": "родинка"
  },
  {
      "en": "molest",
      "ru": "приставать, досаждать"
  },
  {
      "en": "monastery",
      "ru": "монастырь"
  },
  {
      "en": "monetary",
      "ru": "валютный, денежный"
  },
  {
      "en": "monk",
      "ru": "монах"
  },
  {
      "en": "mood",
      "ru": "настроение"
  },
  {
      "en": "moose",
      "ru": "лось"
  },
  {
      "en": "mop",
      "ru": "швабра, мыть пол"
  },
  {
      "en": "moreover",
      "ru": "более того"
  },
  {
      "en": "moron",
      "ru": "дебил"
  },
  {
      "en": "mortal",
      "ru": "смертельный, смертный"
  },
  {
      "en": "mortgage",
      "ru": "ипотека"
  },
  {
      "en": "mosque",
      "ru": "мечеть"
  },
  {
      "en": "mosquito",
      "ru": "комар"
  },
  {
      "en": "moss",
      "ru": "мох"
  },
  {
      "en": "mostly",
      "ru": "в основном"
  },
  {
      "en": "moth",
      "ru": "мотылёк или моль"
  },
  {
      "en": "motion",
      "ru": "движение"
  },
  {
      "en": "motto",
      "ru": "девиз"
  },
  {
      "en": "mound",
      "ru": "насыпь, бугор"
  },
  {
      "en": "mount",
      "ru": "монтировать, устанавливать"
  },
  {
      "en": "mount",
      "ru": "подниматься, забираться"
  },
  {
      "en": "mount",
      "ru": "гора"
  },
  {
      "en": "mountain",
      "ru": "гора, горный"
  },
  {
      "en": "mourn",
      "ru": "скорбеть, носить траур"
  },
  {
      "en": "move",
      "ru": "переезжать"
  },
  {
      "en": "move out",
      "ru": "съехать, выселиться"
  },
  {
      "en": "move over",
      "ru": "подвинуться"
  },
  {
      "en": "movie",
      "ru": "кино"
  },
  {
      "en": "mow",
      "ru": "косить"
  },
  {
      "en": "muck",
      "ru": "грязь, мусор, навоз"
  },
  {
      "en": "mud",
      "ru": "грязь"
  },
  {
      "en": "mug",
      "ru": "кружка"
  },
  {
      "en": "multiple",
      "ru": "множественный, неединичный"
  },
  {
      "en": "multiply",
      "ru": "умножать или размножаться"
  },
  {
      "en": "multitude",
      "ru": "множество"
  },
  {
      "en": "mumble",
      "ru": "бормотать, бубнить"
  },
  {
      "en": "mural",
      "ru": "стенная роспись, фреска"
  },
  {
      "en": "murder",
      "ru": "убийство, убивать"
  },
  {
      "en": "murky",
      "ru": "мутный, тёмный"
  },
  {
      "en": "murmur",
      "ru": "шум, ропот, журчание"
  },
  {
      "en": "muscle",
      "ru": "мышца"
  },
  {
      "en": "mushroom",
      "ru": "гриб"
  },
  {
      "en": "Muslim",
      "ru": "мусульманин, мусульманский"
  },
  {
      "en": "mustache (moustache)",
      "ru": "усы"
  },
  {
      "en": "mustard",
      "ru": "горчица"
  },
  {
      "en": "muster",
      "ru": "собрать, согнать, мобилизовать"
  },
  {
      "en": "mute",
      "ru": "беззвучный, не говорящий"
  },
  {
      "en": "mutter",
      "ru": "бормотать, бурчать"
  },
  {
      "en": "mutual",
      "ru": "взаимный"
  },
  {
      "en": "muzzle",
      "ru": "морда или намордник"
  },
  {
      "en": "mystery",
      "ru": "тайна"
  },
  {
      "en": "nail",
      "ru": "гвоздь, прибивать"
  },
  {
      "en": "nail",
      "ru": "ноготь"
  },
  {
      "en": "naked",
      "ru": "голый"
  },
  {
      "en": "name after",
      "ru": "назвать в честь"
  },
  {
      "en": "nanny",
      "ru": "няня"
  },
  {
      "en": "nap",
      "ru": "вздремнуть, дремота"
  },
  {
      "en": "napkin",
      "ru": "салфетка"
  },
  {
      "en": "narrate",
      "ru": "повествовать, рассказывать"
  },
  {
      "en": "narrow",
      "ru": "узкий"
  },
  {
      "en": "nasty",
      "ru": "противный"
  },
  {
      "en": "native",
      "ru": "родной"
  },
  {
      "en": "native",
      "ru": "местный, туземный"
  },
  {
      "en": "natural",
      "ru": "естественный"
  },
  {
      "en": "naughty",
      "ru": "непослушный"
  },
  {
      "en": "nausea",
      "ru": "тошнота"
  },
  {
      "en": "navigate",
      "ru": "ориентироваться, ходить по курсу"
  },
  {
      "en": "navy",
      "ru": "военно-морской флот"
  },
  {
      "en": "neat",
      "ru": "аккуратный, опрятный"
  },
  {
      "en": "necessary",
      "ru": "необходимый"
  },
  {
      "en": "neck",
      "ru": "шея"
  },
  {
      "en": "necklace",
      "ru": "ожерелье"
  },
  {
      "en": "needle",
      "ru": "игла"
  },
  {
      "en": "neglect",
      "ru": "пренебрегать, не следить"
  },
  {
      "en": "negligent",
      "ru": "небрежный, халатный"
  },
  {
      "en": "negotiate",
      "ru": "вести переговоры"
  },
  {
      "en": "neighbour",
      "ru": "сосед"
  },
  {
      "en": "neither",
      "ru": "ни один из двух"
  },
  {
      "en": "neither",
      "ru": "тоже не"
  },
  {
      "en": "neither...nor",
      "ru": "ни"
  },
  {
      "en": "nephew",
      "ru": "племянник"
  },
  {
      "en": "nerd",
      "ru": "ботан, задрот"
  },
  {
      "en": "nerve",
      "ru": "смелость"
  },
  {
      "en": "nest",
      "ru": "гнездо, гнездиться"
  },
  {
      "en": "net",
      "ru": "чистый, конечный, без вычетов"
  },
  {
      "en": "network",
      "ru": "сеть"
  },
  {
      "en": "never",
      "ru": "так и не"
  },
  {
      "en": "nevertheless",
      "ru": "тем не менее"
  },
  {
      "en": "newcomer",
      "ru": "новичок"
  },
  {
      "en": "newspaper",
      "ru": "газета"
  },
  {
      "en": "nibble on",
      "ru": "покусывать, обгрызать"
  },
  {
      "en": "niche",
      "ru": "ниша"
  },
  {
      "en": "niece",
      "ru": "племянница"
  },
  {
      "en": "nightmare",
      "ru": "кошмар"
  },
  {
      "en": "nipple",
      "ru": "сосок"
  },
  {
      "en": "nitrogen",
      "ru": "азот"
  },
  {
      "en": "no matter",
      "ru": "неважно"
  },
  {
      "en": "noble",
      "ru": "благородный"
  },
  {
      "en": "nod",
      "ru": "кивать, склонять"
  },
  {
      "en": "noise",
      "ru": "шум"
  },
  {
      "en": "nominate",
      "ru": "выдвигать, номинировать"
  },
  {
      "en": "none",
      "ru": "никакой, ни один"
  },
  {
      "en": "nonetheless",
      "ru": "тем не менее"
  },
  {
      "en": "noodles",
      "ru": "лапша"
  },
  {
      "en": "noon",
      "ru": "полдень"
  },
  {
      "en": "north",
      "ru": "север, северный"
  },
  {
      "en": "nose around",
      "ru": "рыскать, вынюхивать"
  },
  {
      "en": "nostril",
      "ru": "ноздря"
  },
  {
      "en": "notch",
      "ru": "выемка"
  },
  {
      "en": "note",
      "ru": "заметка, запись"
  },
  {
      "en": "notice",
      "ru": "заметить"
  },
  {
      "en": "notify",
      "ru": "известить"
  },
  {
      "en": "notion",
      "ru": "понятие, представление"
  },
  {
      "en": "notorious",
      "ru": "известный, пресловутый"
  },
  {
      "en": "notwithstanding",
      "ru": "несмотря на"
  },
  {
      "en": "noun",
      "ru": "существительное"
  },
  {
      "en": "nourish",
      "ru": "питать, кормить, удобрять"
  },
  {
      "en": "novel",
      "ru": "роман"
  },
  {
      "en": "novelty",
      "ru": "новинка"
  },
  {
      "en": "nuclear",
      "ru": "ядерный"
  },
  {
      "en": "nude",
      "ru": "обнаженный"
  },
  {
      "en": "nudge",
      "ru": "подталкивать"
  },
  {
      "en": "nuisance",
      "ru": "неприятность, неудобство"
  },
  {
      "en": "numb",
      "ru": "онемелый, окоченевший"
  },
  {
      "en": "numeric (numerical)",
      "ru": "числовой, цифровой"
  },
  {
      "en": "numerous",
      "ru": "многочисленные"
  },
  {
      "en": "nun",
      "ru": "монахиня"
  },
  {
      "en": "nurse",
      "ru": "медсестра, нянька"
  },
  {
      "en": "nurture",
      "ru": "растить, питать"
  },
  {
      "en": "nut",
      "ru": "орех"
  },
  {
      "en": "nutrient",
      "ru": "питательный, пит. вещество"
  },
  {
      "en": "nutrition",
      "ru": "питание"
  },
  {
      "en": "nuts",
      "ru": "чокнутый"
  },
  {
      "en": "oak",
      "ru": "дуб"
  },
  {
      "en": "oath",
      "ru": "клятва, присяга"
  },
  {
      "en": "oats",
      "ru": "овес, овсянка"
  },
  {
      "en": "obedience",
      "ru": "покорность"
  },
  {
      "en": "obese",
      "ru": "страдающий ожирением"
  },
  {
      "en": "obey",
      "ru": "подчиняться, слушаться"
  },
  {
      "en": "object",
      "ru": "возражать"
  },
  {
      "en": "objective",
      "ru": "цель"
  },
  {
      "en": "oblige",
      "ru": "обязывать"
  },
  {
      "en": "oblique",
      "ru": "косой, наклонный"
  },
  {
      "en": "obscene",
      "ru": "непристойный"
  },
  {
      "en": "obscure",
      "ru": "неясный, тёмный"
  },
  {
      "en": "observe",
      "ru": "наблюдать"
  },
  {
      "en": "obsess",
      "ru": "овладеть (разумом)"
  },
  {
      "en": "obsolete",
      "ru": "устарелый"
  },
  {
      "en": "obstacle",
      "ru": "препятствие"
  },
  {
      "en": "obstruct",
      "ru": "препятствовать, загромождать"
  },
  {
      "en": "obtain",
      "ru": "получить, обрести"
  },
  {
      "en": "obvious",
      "ru": "очевидный"
  },
  {
      "en": "occasion",
      "ru": "случай, событие"
  },
  {
      "en": "occupation",
      "ru": "профессия, род деятельности"
  },
  {
      "en": "occupy",
      "ru": "занимать"
  },
  {
      "en": "occur",
      "ru": "случиться"
  },
  {
      "en": "occur to",
      "ru": "прийти в голову"
  },
  {
      "en": "odd",
      "ru": "необычный, неправильный"
  },
  {
      "en": "odds",
      "ru": "шансы"
  },
  {
      "en": "odor (odour)",
      "ru": "запах"
  },
  {
      "en": "offence",
      "ru": "обида"
  },
  {
      "en": "offence (offense)",
      "ru": "преступление, нарушение"
  },
  {
      "en": "offend",
      "ru": "обидеть, оскорбить"
  },
  {
      "en": "offer",
      "ru": "предлагать, предложение"
  },
  {
      "en": "officer",
      "ru": "служащий, должностное лицо"
  },
  {
      "en": "offset",
      "ru": "смещение"
  },
  {
      "en": "offspring",
      "ru": "отпрыск или всё потомство"
  },
  {
      "en": "oil",
      "ru": "масло"
  },
  {
      "en": "oil",
      "ru": "нефть"
  },
  {
      "en": "ominous",
      "ru": "зловещий"
  },
  {
      "en": "omit",
      "ru": "пропускать"
  },
  {
      "en": "on account of",
      "ru": "в связи"
  },
  {
      "en": "on behalf of",
      "ru": "от имени"
  },
  {
      "en": "on foot",
      "ru": "пешком"
  },
  {
      "en": "on purpose",
      "ru": "нарочно"
  },
  {
      "en": "on the contrary",
      "ru": "наоборот"
  },
  {
      "en": "once",
      "ru": "однажды, когда-либо"
  },
  {
      "en": "ongoing",
      "ru": "происходящий, продолжающий"
  },
  {
      "en": "onion",
      "ru": "лук, луковица"
  },
  {
      "en": "onset",
      "ru": "начало, наступление"
  },
  {
      "en": "onward (onwards)",
      "ru": "далее"
  },
  {
      "en": "opaque",
      "ru": "непрозрачный"
  },
  {
      "en": "opening",
      "ru": "отверстие"
  },
  {
      "en": "operate",
      "ru": "управлять, работать с"
  },
  {
      "en": "opinion",
      "ru": "мнение"
  },
  {
      "en": "opportunity",
      "ru": "возможность"
  },
  {
      "en": "oppose",
      "ru": "противостоять"
  },
  {
      "en": "opposite",
      "ru": "противоположный"
  },
  {
      "en": "oppress",
      "ru": "угнетать, притеснять"
  },
  {
      "en": "opt for",
      "ru": "выбирать из вариантов"
  },
  {
      "en": "option",
      "ru": "выбор, вариант"
  },
  {
      "en": "oral",
      "ru": "устный, ротовой"
  },
  {
      "en": "orchard",
      "ru": "фруктовый сад"
  },
  {
      "en": "order",
      "ru": "порядок, упорядочивать"
  },
  {
      "en": "order",
      "ru": "заказ, заказывать"
  },
  {
      "en": "order",
      "ru": "приказ"
  },
  {
      "en": "ordinary",
      "ru": "обычный"
  },
  {
      "en": "oriental",
      "ru": "восточный, азиатский"
  },
  {
      "en": "origin",
      "ru": "происхождение, начало"
  },
  {
      "en": "original",
      "ru": "первоначальный, первоисточник"
  },
  {
      "en": "orphan",
      "ru": "сирота"
  },
  {
      "en": "ostensibly",
      "ru": "по видимости, якобы"
  },
  {
      "en": "otherwise",
      "ru": "иначе, иным образом"
  },
  {
      "en": "ought",
      "ru": "должен, обязан"
  },
  {
      "en": "ounce",
      "ru": "унция"
  },
  {
      "en": "out loud",
      "ru": "вслух"
  },
  {
      "en": "outcome",
      "ru": "результат, исход"
  },
  {
      "en": "outdated",
      "ru": "устаревший"
  },
  {
      "en": "outdoor (outdoors)",
      "ru": "на улице"
  },
  {
      "en": "outer",
      "ru": "внешний"
  },
  {
      "en": "outfit",
      "ru": "наряд, комплект, набор"
  },
  {
      "en": "outgoing",
      "ru": "уходящий"
  },
  {
      "en": "outing",
      "ru": "прогулка, пикник и т. д."
  },
  {
      "en": "outlaw",
      "ru": "преступник (особ. на свободе)"
  },
  {
      "en": "outlet",
      "ru": "выход (отверстие)"
  },
  {
      "en": "outline",
      "ru": "контур, очертание, очертить"
  },
  {
      "en": "outlook",
      "ru": "перспектива, вид, кругозор"
  },
  {
      "en": "outnumber",
      "ru": "превосходить численно"
  },
  {
      "en": "output",
      "ru": "выпуск, выход"
  },
  {
      "en": "outrage",
      "ru": "произвол, насилие, поругание"
  },
  {
      "en": "outright",
      "ru": "прямой, откровенный"
  },
  {
      "en": "outset",
      "ru": "начало"
  },
  {
      "en": "outskirts",
      "ru": "окраина, окрестности"
  },
  {
      "en": "outstanding",
      "ru": "выдающийся"
  },
  {
      "en": "outstanding",
      "ru": "неоплаченный, нерешённый"
  },
  {
      "en": "outweigh",
      "ru": "перевешивать"
  },
  {
      "en": "oven",
      "ru": "печь, духовка"
  },
  {
      "en": "over",
      "ru": "заново"
  },
  {
      "en": "overall",
      "ru": "общий, целый"
  },
  {
      "en": "overcome",
      "ru": "преодолеть, побороть"
  },
  {
      "en": "overflow",
      "ru": "переполняться, разлиться"
  },
  {
      "en": "overhead",
      "ru": "над головой"
  },
  {
      "en": "overhear",
      "ru": "подслушать, нечаянно услышать"
  },
  {
      "en": "overlap",
      "ru": "перекрываться"
  },
  {
      "en": "overlook",
      "ru": "не заметить"
  },
  {
      "en": "overnight",
      "ru": "ночной, с ночёвкой"
  },
  {
      "en": "override",
      "ru": "перекрывать, отменять"
  },
  {
      "en": "overseas",
      "ru": "за рубежом, особ. за морем"
  },
  {
      "en": "oversee",
      "ru": "контролировать, надзирать"
  },
  {
      "en": "oversight",
      "ru": "надзор"
  },
  {
      "en": "overt",
      "ru": "явный, открытый"
  },
  {
      "en": "overtake",
      "ru": "обгонять"
  },
  {
      "en": "overthrow",
      "ru": "свергнуть"
  },
  {
      "en": "overtime",
      "ru": "сверхурочная работа"
  },
  {
      "en": "overturn",
      "ru": "опрокинуть (ся)"
  },
  {
      "en": "overview",
      "ru": "обзор"
  },
  {
      "en": "overwhelm",
      "ru": "завалить, подавить"
  },
  {
      "en": "owe",
      "ru": "задолжать"
  },
  {
      "en": "owe",
      "ru": "быть обязанным чем-л."
  },
  {
      "en": "owl",
      "ru": "сова"
  },
  {
      "en": "own",
      "ru": "владеть"
  },
  {
      "en": "oxygen",
      "ru": "кислород"
  },
  {
      "en": "oyster",
      "ru": "устрица"
  },
  {
      "en": "pace",
      "ru": "шаг, шагать"
  },
  {
      "en": "pack",
      "ru": "пачка, связка, колода, и т. д."
  },
  {
      "en": "pack",
      "ru": "упаковывать, собирать"
  },
  {
      "en": "pad",
      "ru": "подушечка пальца, лапы"
  },
  {
      "en": "pad",
      "ru": "блокнот"
  },
  {
      "en": "pad",
      "ru": "панель, клавиатура"
  },
  {
      "en": "paddle",
      "ru": "грести, весло"
  },
  {
      "en": "pagan",
      "ru": "язычник"
  },
  {
      "en": "pain",
      "ru": "боль"
  },
  {
      "en": "pair",
      "ru": "пара"
  },
  {
      "en": "pal",
      "ru": "приятель"
  },
  {
      "en": "palace",
      "ru": "дворец"
  },
  {
      "en": "pale",
      "ru": "бледный"
  },
  {
      "en": "palm",
      "ru": "ладонь"
  },
  {
      "en": "pan",
      "ru": "сковорода"
  },
  {
      "en": "pancake",
      "ru": "блин, оладья"
  },
  {
      "en": "pant",
      "ru": "пыхтеть, задыхаться"
  },
  {
      "en": "pants",
      "ru": "штаны"
  },
  {
      "en": "paper",
      "ru": "бумага, документ"
  },
  {
      "en": "paperwork",
      "ru": "оформление бумаг"
  },
  {
      "en": "paragraph",
      "ru": "абзац, пункт"
  },
  {
      "en": "parcel",
      "ru": "посылка"
  },
  {
      "en": "pardon",
      "ru": "извинять, извинение"
  },
  {
      "en": "parlor",
      "ru": "приёмная, салон"
  },
  {
      "en": "parrot",
      "ru": "попугай"
  },
  {
      "en": "parsley",
      "ru": "петрушка"
  },
  {
      "en": "part",
      "ru": "роль"
  },
  {
      "en": "part",
      "ru": "часть, разделять(ся)"
  },
  {
      "en": "participate",
      "ru": "участвовать"
  },
  {
      "en": "particle",
      "ru": "частица"
  },
  {
      "en": "particular",
      "ru": "частный, конкретный"
  },
  {
      "en": "partisan",
      "ru": "сторонник"
  },
  {
      "en": "partition",
      "ru": "раздел"
  },
  {
      "en": "part-time",
      "ru": "неполная занятость"
  },
  {
      "en": "pass",
      "ru": "пройти"
  },
  {
      "en": "pass away",
      "ru": "умереть"
  },
  {
      "en": "pass by",
      "ru": "проходить мимо"
  },
  {
      "en": "pass off as",
      "ru": "сойти, прокатить за"
  },
  {
      "en": "pass out",
      "ru": "вырубиться"
  },
  {
      "en": "pass smth on",
      "ru": "отдать (другому)"
  },
  {
      "en": "pass up",
      "ru": "не воспользоваться шансом"
  },
  {
      "en": "passage",
      "ru": "проход, коридор"
  },
  {
      "en": "passenger",
      "ru": "пассажир"
  },
  {
      "en": "passion",
      "ru": "страсть"
  },
  {
      "en": "past",
      "ru": "мимо"
  },
  {
      "en": "past",
      "ru": "прошлый, прошедший"
  },
  {
      "en": "pastime",
      "ru": "времяпрепровождение"
  },
  {
      "en": "pastry",
      "ru": "выпечка, тесто"
  },
  {
      "en": "pasture",
      "ru": "пастбище"
  },
  {
      "en": "pat",
      "ru": "похлопать, потрепать"
  },
  {
      "en": "patch",
      "ru": "заплатка, накладка, латать"
  },
  {
      "en": "path",
      "ru": "путь"
  },
  {
      "en": "pathetic",
      "ru": "жалкий"
  },
  {
      "en": "patient",
      "ru": "терпеливый"
  },
  {
      "en": "patio",
      "ru": "внутренний дворик"
  },
  {
      "en": "patrol",
      "ru": "патруль"
  },
  {
      "en": "patron",
      "ru": "покровитель"
  },
  {
      "en": "pattern",
      "ru": "шаблон, образец"
  },
  {
      "en": "pause",
      "ru": "приостанавливать"
  },
  {
      "en": "pave",
      "ru": "вымостить"
  },
  {
      "en": "paw",
      "ru": "лапа"
  },
  {
      "en": "pay back",
      "ru": "вернуть деньги"
  },
  {
      "en": "pay off",
      "ru": "расплатиться (с долгом)"
  },
  {
      "en": "pay out",
      "ru": "выплатить (крупную сумму)"
  },
  {
      "en": "payment",
      "ru": "оплата"
  },
  {
      "en": "pea",
      "ru": "горошина"
  },
  {
      "en": "peaceful",
      "ru": "мирный"
  },
  {
      "en": "peacekeeper",
      "ru": "миротворец"
  },
  {
      "en": "peach",
      "ru": "персик"
  },
  {
      "en": "peanut",
      "ru": "арахис"
  },
  {
      "en": "pear",
      "ru": "груша"
  },
  {
      "en": "pearl",
      "ru": "жемчуг, жемчужина"
  },
  {
      "en": "peasant",
      "ru": "крестьянин"
  },
  {
      "en": "pebble",
      "ru": "морской камень"
  },
  {
      "en": "peck",
      "ru": "клевать"
  },
  {
      "en": "peculiar",
      "ru": "своеобразный, особый"
  },
  {
      "en": "peddle",
      "ru": "торговать вразнос, по мелочи"
  },
  {
      "en": "pedestrian",
      "ru": "пешеход"
  },
  {
      "en": "pee",
      "ru": "писать"
  },
  {
      "en": "peek",
      "ru": "вгзлянуть, подсмотреть"
  },
  {
      "en": "peel",
      "ru": "кожура, очищать"
  },
  {
      "en": "peer",
      "ru": "ровня, ровесник"
  },
  {
      "en": "peer",
      "ru": "вглядываться"
  },
  {
      "en": "peg",
      "ru": "колышек, фиксатор"
  },
  {
      "en": "penalty",
      "ru": "наказание"
  },
  {
      "en": "pending",
      "ru": "в ожидании, на рассмотрении"
  },
  {
      "en": "penetrate",
      "ru": "проникать"
  },
  {
      "en": "peninsula",
      "ru": "полуостров"
  },
  {
      "en": "pepper",
      "ru": "перец"
  },
  {
      "en": "per",
      "ru": "(кол-во) на (единицу)"
  },
  {
      "en": "perceive",
      "ru": "воспринимать, ощущать"
  },
  {
      "en": "perception",
      "ru": "восприятие"
  },
  {
      "en": "perennial",
      "ru": "многолетний, вечный"
  },
  {
      "en": "perfect",
      "ru": "совершенный"
  },
  {
      "en": "perform",
      "ru": "выполнить, исполнить"
  },
  {
      "en": "perhaps",
      "ru": "возможно"
  },
  {
      "en": "peril",
      "ru": "опасность, угроза"
  },
  {
      "en": "period",
      "ru": "точка (в предложении)"
  },
  {
      "en": "perish",
      "ru": "погибать"
  },
  {
      "en": "perk",
      "ru": "привилегия, преимущество"
  },
  {
      "en": "perk up",
      "ru": "воспрянуть, оживиться"
  },
  {
      "en": "permanent",
      "ru": "постоянный"
  },
  {
      "en": "permit",
      "ru": "разрешать"
  },
  {
      "en": "perpetual",
      "ru": "вечный, постоянный"
  },
  {
      "en": "perplex",
      "ru": "смутить, озадачить"
  },
  {
      "en": "persecute",
      "ru": "преследовать, травить"
  },
  {
      "en": "persist",
      "ru": "сохраниться"
  },
  {
      "en": "persist",
      "ru": "упорствовать"
  },
  {
      "en": "personnel",
      "ru": "персонал, личный состав"
  },
  {
      "en": "persuade",
      "ru": "убеждать"
  },
  {
      "en": "pervasive",
      "ru": "расширяющийся, всепроникающий"
  },
  {
      "en": "pervert",
      "ru": "извращать, извращенец"
  },
  {
      "en": "pest",
      "ru": "паразит, вредитель"
  },
  {
      "en": "pet",
      "ru": "домашний питомец"
  },
  {
      "en": "petal",
      "ru": "лепесток"
  },
  {
      "en": "petroleum",
      "ru": "нефть"
  },
  {
      "en": "petty",
      "ru": "мелкий, мелочный"
  },
  {
      "en": "phony",
      "ru": "фальшивый"
  },
  {
      "en": "physician",
      "ru": "врач"
  },
  {
      "en": "pick",
      "ru": "подбирать, собирать"
  },
  {
      "en": "pick on",
      "ru": "дразнить, докучать"
  },
  {
      "en": "pick out",
      "ru": "выбрать или выделить из"
  },
  {
      "en": "pick up",
      "ru": "прибрать"
  },
  {
      "en": "pick up",
      "ru": "подобрать"
  },
  {
      "en": "pickle",
      "ru": "мариновать, солить"
  },
  {
      "en": "pie",
      "ru": "пирог"
  },
  {
      "en": "piece",
      "ru": "предмет, часть, кусок"
  },
  {
      "en": "pier",
      "ru": "пристань, пирс"
  },
  {
      "en": "pierce",
      "ru": "проколоть"
  },
  {
      "en": "pigeon",
      "ru": "голубь"
  },
  {
      "en": "pile",
      "ru": "куча, стопка"
  },
  {
      "en": "pile up",
      "ru": "сложить, навалить"
  },
  {
      "en": "pill",
      "ru": "пилюля"
  },
  {
      "en": "pillar",
      "ru": "столб, опора, колонна"
  },
  {
      "en": "pillow",
      "ru": "подушка"
  },
  {
      "en": "pin",
      "ru": "булавка, штырь, прикалывать"
  },
  {
      "en": "pinch",
      "ru": "зажать, ущипнуть"
  },
  {
      "en": "pine",
      "ru": "сосна"
  },
  {
      "en": "pineapple",
      "ru": "ананас"
  },
  {
      "en": "pipe",
      "ru": "трубка"
  },
  {
      "en": "pipe",
      "ru": "труба"
  },
  {
      "en": "piss",
      "ru": "писать, моча"
  },
  {
      "en": "piss about",
      "ru": "страдать хернёй"
  },
  {
      "en": "piss off",
      "ru": "бесить"
  },
  {
      "en": "pit",
      "ru": "яма"
  },
  {
      "en": "pitch",
      "ru": "подавать (мяч)"
  },
  {
      "en": "pitch",
      "ru": "ставить (напр. палатку)"
  },
  {
      "en": "pity",
      "ru": "жалость"
  },
  {
      "en": "pivot",
      "ru": "стержень, ось, точка опоры"
  },
  {
      "en": "placement",
      "ru": "размещение"
  },
  {
      "en": "placid",
      "ru": "тихий, спокойный"
  },
  {
      "en": "plague",
      "ru": "чума"
  },
  {
      "en": "plain",
      "ru": "ясный, очевидный"
  },
  {
      "en": "plain",
      "ru": "ровный, равнина"
  },
  {
      "en": "plain",
      "ru": "простой, незамысловатый"
  },
  {
      "en": "plane",
      "ru": "самолёт"
  },
  {
      "en": "plank",
      "ru": "доска, планка"
  },
  {
      "en": "plant",
      "ru": "растение, сажать"
  },
  {
      "en": "plant",
      "ru": "завод, производство"
  },
  {
      "en": "plaque",
      "ru": "бляшка, металлический знак"
  },
  {
      "en": "plaster",
      "ru": "штукатурка или гипс"
  },
  {
      "en": "plate",
      "ru": "плита, пластина"
  },
  {
      "en": "plausible",
      "ru": "правдоподобный"
  },
  {
      "en": "playground",
      "ru": "детская площадка"
  },
  {
      "en": "plea",
      "ru": "просьба, требование, иск"
  },
  {
      "en": "please",
      "ru": "радовать"
  },
  {
      "en": "pleasure",
      "ru": "удовольствие, наслаждение"
  },
  {
      "en": "pledge",
      "ru": "залог, оставлять в залог"
  },
  {
      "en": "pledge",
      "ru": "обещание, обязательство"
  },
  {
      "en": "plenty",
      "ru": "множество, масса, достаток"
  },
  {
      "en": "plight",
      "ru": "тяжёлое положение, участь"
  },
  {
      "en": "plot",
      "ru": "план, чертёж"
  },
  {
      "en": "plot",
      "ru": "сюжет"
  },
  {
      "en": "plow",
      "ru": "пахать, плуг"
  },
  {
      "en": "pluck",
      "ru": "сорвать, выдернуть"
  },
  {
      "en": "plug",
      "ru": "штепсель, включать"
  },
  {
      "en": "plug in",
      "ru": "включать"
  },
  {
      "en": "plum",
      "ru": "слива"
  },
  {
      "en": "plumbing",
      "ru": "водопровод"
  },
  {
      "en": "plump",
      "ru": "пухлый"
  },
  {
      "en": "plunge",
      "ru": "окунуться, нырнуть"
  },
  {
      "en": "plural",
      "ru": "множественное число"
  },
  {
      "en": "pocket",
      "ru": "карман, карманный"
  },
  {
      "en": "point",
      "ru": "смысл, суть"
  },
  {
      "en": "point",
      "ru": "точка"
  },
  {
      "en": "point",
      "ru": "очко"
  },
  {
      "en": "point",
      "ru": "острие, кончик"
  },
  {
      "en": "point",
      "ru": "пункт"
  },
  {
      "en": "point out",
      "ru": "указать"
  },
  {
      "en": "poise",
      "ru": "равновесие, самообладание"
  },
  {
      "en": "poison",
      "ru": "яд, травить"
  },
  {
      "en": "poke",
      "ru": "совать, тыкать"
  },
  {
      "en": "poke out",
      "ru": "высовывать"
  },
  {
      "en": "pole",
      "ru": "полюс"
  },
  {
      "en": "pole",
      "ru": "шест, столб"
  },
  {
      "en": "policy",
      "ru": "политика, курс"
  },
  {
      "en": "polish",
      "ru": "шлифовать, полировать"
  },
  {
      "en": "polite",
      "ru": "вежливый"
  },
  {
      "en": "poll",
      "ru": "опрос или голосование"
  },
  {
      "en": "pollute",
      "ru": "загрязнять"
  },
  {
      "en": "pond",
      "ru": "пруд"
  },
  {
      "en": "ponder",
      "ru": "обдумывать"
  },
  {
      "en": "pool",
      "ru": "бассейн"
  },
  {
      "en": "poor",
      "ru": "бедный"
  },
  {
      "en": "pope",
      "ru": "папа римский"
  },
  {
      "en": "population",
      "ru": "население"
  },
  {
      "en": "porcelain",
      "ru": "фарфор"
  },
  {
      "en": "porch",
      "ru": "крыльцо, терраса, веранда"
  },
  {
      "en": "pork",
      "ru": "свинина"
  },
  {
      "en": "portable",
      "ru": "портативный, переносной"
  },
  {
      "en": "porter",
      "ru": "носильщик или порьте"
  },
  {
      "en": "portray",
      "ru": "изображать, показывать"
  },
  {
      "en": "possess",
      "ru": "обладать"
  },
  {
      "en": "possible",
      "ru": "возможный"
  },
  {
      "en": "post",
      "ru": "почта, почтовый"
  },
  {
      "en": "postpone",
      "ru": "отложить, задержать"
  },
  {
      "en": "posture",
      "ru": "поза"
  },
  {
      "en": "pot",
      "ru": "горшок, кастрюля"
  },
  {
      "en": "potato",
      "ru": "картофель"
  },
  {
      "en": "potent",
      "ru": "мощный, могущественный"
  },
  {
      "en": "pouch",
      "ru": "сумочка, кошелёк"
  },
  {
      "en": "poultry",
      "ru": "домашняя птица"
  },
  {
      "en": "pound",
      "ru": "фунт"
  },
  {
      "en": "pound",
      "ru": "долбить, толочь"
  },
  {
      "en": "pour",
      "ru": "лить"
  },
  {
      "en": "pour in (into)",
      "ru": "хлынуть, заполонить"
  },
  {
      "en": "poverty",
      "ru": "бедность, нищета"
  },
  {
      "en": "powder",
      "ru": "порошок"
  },
  {
      "en": "powerful",
      "ru": "мощный, действенный"
  },
  {
      "en": "practice",
      "ru": "практика, практиковать"
  },
  {
      "en": "prairie",
      "ru": "степь, прерия"
  },
  {
      "en": "praise",
      "ru": "хвалить, похвала"
  },
  {
      "en": "pray",
      "ru": "молиться"
  },
  {
      "en": "preach",
      "ru": "проповедовать"
  },
  {
      "en": "precarious",
      "ru": "ненадёжный, шаткий"
  },
  {
      "en": "precaution",
      "ru": "предосторожность"
  },
  {
      "en": "precede",
      "ru": "предшествовать"
  },
  {
      "en": "precious",
      "ru": "драгоценный"
  },
  {
      "en": "precise",
      "ru": "точный"
  },
  {
      "en": "preclude",
      "ru": "исключить, помешать"
  },
  {
      "en": "predator",
      "ru": "хищник"
  },
  {
      "en": "predecessor",
      "ru": "предшественник"
  },
  {
      "en": "predict",
      "ru": "предсказывать"
  },
  {
      "en": "predominant",
      "ru": "преобладающий"
  },
  {
      "en": "prefer",
      "ru": "предпочитать"
  },
  {
      "en": "pregnant",
      "ru": "беременная"
  },
  {
      "en": "prejudice",
      "ru": "предубеждение, предрассудок"
  },
  {
      "en": "preliminary",
      "ru": "предварительный"
  },
  {
      "en": "premature",
      "ru": "преждевременный"
  },
  {
      "en": "premise",
      "ru": "предпосылка"
  },
  {
      "en": "premises",
      "ru": "помещение (-я)"
  },
  {
      "en": "preoccupy",
      "ru": "занимать внимание"
  },
  {
      "en": "prepare",
      "ru": "приготовить"
  },
  {
      "en": "prescribe",
      "ru": "предписывать"
  },
  {
      "en": "present",
      "ru": "настоящее (время)"
  },
  {
      "en": "present",
      "ru": "присутствующий, в наличии"
  },
  {
      "en": "preserve",
      "ru": "сохранять, беречь"
  },
  {
      "en": "preside",
      "ru": "председательствовать"
  },
  {
      "en": "press",
      "ru": "нажимать"
  },
  {
      "en": "presume",
      "ru": "предполагать"
  },
  {
      "en": "pretend",
      "ru": "притворяться"
  },
  {
      "en": "pretext",
      "ru": "повод"
  },
  {
      "en": "pretty",
      "ru": "довольно-таки"
  },
  {
      "en": "pretty",
      "ru": "приятный"
  },
  {
      "en": "prevail",
      "ru": "преобладать, возобладать"
  },
  {
      "en": "prevent",
      "ru": "предотвращать"
  },
  {
      "en": "prevent smb from",
      "ru": "мешать"
  },
  {
      "en": "previous",
      "ru": "предшествующий"
  },
  {
      "en": "prey",
      "ru": "добыча"
  },
  {
      "en": "prick",
      "ru": "колоть"
  },
  {
      "en": "pride",
      "ru": "гордость"
  },
  {
      "en": "priest",
      "ru": "жрец, священник"
  },
  {
      "en": "primary",
      "ru": "первичный, главный"
  },
  {
      "en": "prime",
      "ru": "важный, главный, первый"
  },
  {
      "en": "primitive",
      "ru": "первобытный"
  },
  {
      "en": "principal",
      "ru": "главный, основной"
  },
  {
      "en": "prior",
      "ru": "предварительный, предшествующий"
  },
  {
      "en": "prison",
      "ru": "тюрьма"
  },
  {
      "en": "pristine",
      "ru": "нетронутый, первозданный"
  },
  {
      "en": "privacy",
      "ru": "частная жизнь, конфиденциальность"
  },
  {
      "en": "private",
      "ru": "частный, личный"
  },
  {
      "en": "probable",
      "ru": "вероятный, возможный"
  },
  {
      "en": "probe",
      "ru": "исследовать, проверить"
  },
  {
      "en": "probe",
      "ru": "датчик, зонд"
  },
  {
      "en": "procedure",
      "ru": "процедура"
  },
  {
      "en": "proceed",
      "ru": "следовать, продолжать"
  },
  {
      "en": "process",
      "ru": "обработать"
  },
  {
      "en": "proclaim",
      "ru": "провозглашать"
  },
  {
      "en": "procure",
      "ru": "достать, добыть, обеспечить"
  },
  {
      "en": "prod",
      "ru": "ткнуть (чтобы сдвинуть)"
  },
  {
      "en": "produce",
      "ru": "производить"
  },
  {
      "en": "proficient",
      "ru": "опытный, умелый"
  },
  {
      "en": "profit",
      "ru": "польза, извлекать пользу"
  },
  {
      "en": "profound",
      "ru": "глубокий (перен.)"
  },
  {
      "en": "prohibit",
      "ru": "запрещать"
  },
  {
      "en": "prolong",
      "ru": "продлить"
  },
  {
      "en": "prominent",
      "ru": "выдающийся, видный"
  },
  {
      "en": "promise",
      "ru": "обещать, обещание"
  },
  {
      "en": "promote",
      "ru": "поощрять, помогать"
  },
  {
      "en": "prompt",
      "ru": "побуждать, подстрекать"
  },
  {
      "en": "prompt",
      "ru": "быстрый, оперативный"
  },
  {
      "en": "prone",
      "ru": "склонный"
  },
  {
      "en": "pronounce",
      "ru": "произносить"
  },
  {
      "en": "proof",
      "ru": "доказательство (неисч.)"
  },
  {
      "en": "prop",
      "ru": "подпирать, подпорка"
  },
  {
      "en": "propagate",
      "ru": "размножать, распространять"
  },
  {
      "en": "propel",
      "ru": "двигать, толкать"
  },
  {
      "en": "proper",
      "ru": "правильный, надлежащий"
  },
  {
      "en": "property",
      "ru": "собственность"
  },
  {
      "en": "prophet",
      "ru": "пророк"
  },
  {
      "en": "proponent",
      "ru": "сторонник, поборник"
  },
  {
      "en": "propose",
      "ru": "предлагать"
  },
  {
      "en": "prosecute",
      "ru": "вести, осуществлять"
  },
  {
      "en": "prosecute",
      "ru": "преследовать (законодательно)"
  },
  {
      "en": "prospect",
      "ru": "перспектива, вид будущего"
  },
  {
      "en": "prosper",
      "ru": "процветать, преуспевать"
  },
  {
      "en": "protect",
      "ru": "защищать"
  },
  {
      "en": "proud",
      "ru": "гордый, гордящийся"
  },
  {
      "en": "prove",
      "ru": "доказывать"
  },
  {
      "en": "proverb",
      "ru": "пословица"
  },
  {
      "en": "provide",
      "ru": "обеспечивать, снабжать"
  },
  {
      "en": "provided",
      "ru": "при условии"
  },
  {
      "en": "provisional",
      "ru": "предварительный, временный"
  },
  {
      "en": "proximity",
      "ru": "близость"
  },
  {
      "en": "prudent",
      "ru": "разумный, осторожный"
  },
  {
      "en": "pry",
      "ru": "любопытствовать, совать нос"
  },
  {
      "en": "publish",
      "ru": "публиковать, издавать"
  },
  {
      "en": "puddle",
      "ru": "лужа"
  },
  {
      "en": "puff",
      "ru": "дуновение, пых, клубы (дыма)"
  },
  {
      "en": "pull back",
      "ru": "отступить, отвести войска"
  },
  {
      "en": "pull off",
      "ru": "справиться, вытянуть"
  },
  {
      "en": "pull over",
      "ru": "притормозить ненадолго"
  },
  {
      "en": "pull through",
      "ru": "выжить, выкарабкаться"
  },
  {
      "en": "pump",
      "ru": "насос, нагнетать"
  },
  {
      "en": "pumpkin",
      "ru": "тыква"
  },
  {
      "en": "punch",
      "ru": "удар (кулаком), бить"
  },
  {
      "en": "punish",
      "ru": "наказывать"
  },
  {
      "en": "pupil",
      "ru": "зрачок"
  },
  {
      "en": "puppet",
      "ru": "кукла, марионетка"
  },
  {
      "en": "puppy",
      "ru": "щенок"
  },
  {
      "en": "purchase",
      "ru": "покупка, покупать"
  },
  {
      "en": "pure",
      "ru": "чистый, незагрязнённый"
  },
  {
      "en": "purge",
      "ru": "чистка, очищать"
  },
  {
      "en": "purple",
      "ru": "пурпурный, фиолетовый"
  },
  {
      "en": "purpose",
      "ru": "цель, причина"
  },
  {
      "en": "purse",
      "ru": "кошелек, сумочка"
  },
  {
      "en": "pursue",
      "ru": "преследовать, гнаться"
  },
  {
      "en": "pursuit",
      "ru": "преследование"
  },
  {
      "en": "put aside",
      "ru": "отложить"
  },
  {
      "en": "put away",
      "ru": "посадить в тюрьму"
  },
  {
      "en": "put in",
      "ru": "вложить"
  },
  {
      "en": "put off",
      "ru": "отвратить, отвлечь и т. д."
  },
  {
      "en": "put off",
      "ru": "откладывать"
  },
  {
      "en": "put on",
      "ru": "надеть"
  },
  {
      "en": "put on",
      "ru": "провести (мероприятие)"
  },
  {
      "en": "put out",
      "ru": "потушить"
  },
  {
      "en": "put out",
      "ru": "обременять, стеснять"
  },
  {
      "en": "put smb down",
      "ru": "подавлять, угнетать"
  },
  {
      "en": "put smth down to",
      "ru": "объяснить, списать на"
  },
  {
      "en": "put through",
      "ru": "подвергнуть"
  },
  {
      "en": "put together",
      "ru": "собирать, соединять"
  },
  {
      "en": "put up",
      "ru": "устроить (напр. драку)"
  },
  {
      "en": "put up with",
      "ru": "принимать, мириться"
  },
  {
      "en": "puzzle",
      "ru": "озадачить"
  },
  {
      "en": "quaint",
      "ru": "причудливый"
  },
  {
      "en": "quality",
      "ru": "качество, качественный"
  },
  {
      "en": "quantity",
      "ru": "количество"
  },
  {
      "en": "quarrel",
      "ru": "ссора"
  },
  {
      "en": "quarry",
      "ru": "карьер"
  },
  {
      "en": "quarter",
      "ru": "четверть"
  },
  {
      "en": "queer",
      "ru": "странный, чудной"
  },
  {
      "en": "query",
      "ru": "запрос"
  },
  {
      "en": "quest",
      "ru": "поиск"
  },
  {
      "en": "question",
      "ru": "подвергать сомнению"
  },
  {
      "en": "questionnaire",
      "ru": "анкета"
  },
  {
      "en": "queue",
      "ru": "очередь"
  },
  {
      "en": "quiet",
      "ru": "тихий, спокойный, тишина"
  },
  {
      "en": "quilt",
      "ru": "одеяло (стёганное)"
  },
  {
      "en": "quit (quit, quit)",
      "ru": "бросить, покинуть, перестать"
  },
  {
      "en": "quite",
      "ru": "вполне или более-менее"
  },
  {
      "en": "quiz",
      "ru": "викторина, тест, опрос"
  },
  {
      "en": "quote",
      "ru": "цитировать"
  },
  {
      "en": "rabbit",
      "ru": "кролик"
  },
  {
      "en": "race",
      "ru": "раса"
  },
  {
      "en": "race",
      "ru": "гонка"
  },
  {
      "en": "rack",
      "ru": "стеллаж, вешалка, подставка"
  },
  {
      "en": "radiate",
      "ru": "излучать"
  },
  {
      "en": "raft",
      "ru": "плот"
  },
  {
      "en": "rag",
      "ru": "тряпка"
  },
  {
      "en": "rage",
      "ru": "ярость"
  },
  {
      "en": "raid",
      "ru": "набег"
  },
  {
      "en": "rail",
      "ru": "рельс, перила"
  },
  {
      "en": "railway",
      "ru": "железная дорога"
  },
  {
      "en": "rainbow",
      "ru": "радуга"
  },
  {
      "en": "raise",
      "ru": "растить (детей)"
  },
  {
      "en": "raise",
      "ru": "поднять, повысить"
  },
  {
      "en": "raisin",
      "ru": "изюм"
  },
  {
      "en": "rake",
      "ru": "грабли"
  },
  {
      "en": "rally",
      "ru": "собраться, созвать (напр. армию)"
  },
  {
      "en": "rally",
      "ru": "оживать, приходить в себя"
  },
  {
      "en": "ram",
      "ru": "баран"
  },
  {
      "en": "ramble",
      "ru": "бродить, блуждать"
  },
  {
      "en": "ramp",
      "ru": "скат, съезд"
  },
  {
      "en": "random",
      "ru": "выбранный наугад"
  },
  {
      "en": "range",
      "ru": "диапазон, пределы"
  },
  {
      "en": "rank",
      "ru": "ранг, разряд, звание"
  },
  {
      "en": "ransom",
      "ru": "выкуп"
  },
  {
      "en": "rape",
      "ru": "насиловать, изнасилование"
  },
  {
      "en": "rapid",
      "ru": "быстрый"
  },
  {
      "en": "rare",
      "ru": "редкий"
  },
  {
      "en": "rash",
      "ru": "опрометчивый, необдуманный"
  },
  {
      "en": "raspberry",
      "ru": "малина"
  },
  {
      "en": "rate",
      "ru": "курс, тариф, ставка"
  },
  {
      "en": "rate",
      "ru": "показатель, уровень"
  },
  {
      "en": "rather",
      "ru": "скорее, предпочтительнее"
  },
  {
      "en": "ratio",
      "ru": "соотношение, пропорции"
  },
  {
      "en": "rationale",
      "ru": "основание, обоснование"
  },
  {
      "en": "rattle",
      "ru": "греметь, погремушка"
  },
  {
      "en": "ravage",
      "ru": "разорить, сильно повредить"
  },
  {
      "en": "raw",
      "ru": "сырой, необработанный"
  },
  {
      "en": "ray",
      "ru": "луч"
  },
  {
      "en": "razor",
      "ru": "бритва"
  },
  {
      "en": "reach",
      "ru": "достичь"
  },
  {
      "en": "reach out",
      "ru": "потянуться (рукой)"
  },
  {
      "en": "read out",
      "ru": "огласить, зачитать вслух"
  },
  {
      "en": "read up on",
      "ru": "изучить вопрос"
  },
  {
      "en": "real estate",
      "ru": "недвижимость"
  },
  {
      "en": "realize",
      "ru": "понимать"
  },
  {
      "en": "realm",
      "ru": "царство или область (перен.)"
  },
  {
      "en": "reap",
      "ru": "пожинать"
  },
  {
      "en": "rear",
      "ru": "задний"
  },
  {
      "en": "reason",
      "ru": "разум, благоразумие"
  },
  {
      "en": "reason",
      "ru": "причина, мотив"
  },
  {
      "en": "rebel",
      "ru": "восставать"
  },
  {
      "en": "rebound",
      "ru": "отскочить, рикошет"
  },
  {
      "en": "recall",
      "ru": "вспоминать"
  },
  {
      "en": "recede",
      "ru": "убывать"
  },
  {
      "en": "receipt",
      "ru": "квитанция"
  },
  {
      "en": "receipt",
      "ru": "получение"
  },
  {
      "en": "receive",
      "ru": "получить"
  },
  {
      "en": "recent",
      "ru": "недавний, последний"
  },
  {
      "en": "reception",
      "ru": "прием, приёмная"
  },
  {
      "en": "recess",
      "ru": "перерыв"
  },
  {
      "en": "recess",
      "ru": "выемка, впадина"
  },
  {
      "en": "recipe",
      "ru": "рецепт"
  },
  {
      "en": "recipient",
      "ru": "получатель"
  },
  {
      "en": "reciprocal",
      "ru": "взаимный, ответный"
  },
  {
      "en": "recite",
      "ru": "декламировать, рассказывать"
  },
  {
      "en": "reckless",
      "ru": "опрометчивый, безрассудный"
  },
  {
      "en": "reckon",
      "ru": "считать, рассчитывать"
  },
  {
      "en": "recognize",
      "ru": "узнавать"
  },
  {
      "en": "recollection",
      "ru": "воспоминание"
  },
  {
      "en": "reconcile",
      "ru": "примириться"
  },
  {
      "en": "record",
      "ru": "запись"
  },
  {
      "en": "recount",
      "ru": "пересказать"
  },
  {
      "en": "recover",
      "ru": "восстановиться, выздороветь"
  },
  {
      "en": "recreation",
      "ru": "отдых и развлечения"
  },
  {
      "en": "recruit",
      "ru": "набирать, вербовать"
  },
  {
      "en": "rectangle",
      "ru": "прямоугольник"
  },
  {
      "en": "recur",
      "ru": "повторяться, возвращаться"
  },
  {
      "en": "recycle",
      "ru": "перерабатывать"
  },
  {
      "en": "redeem",
      "ru": "выкупить, искупить"
  },
  {
      "en": "reduce",
      "ru": "снижать"
  },
  {
      "en": "redundant",
      "ru": "избыточный"
  },
  {
      "en": "reed",
      "ru": "тростник, камыш"
  },
  {
      "en": "reel",
      "ru": "катушка, наматывать"
  },
  {
      "en": "refer",
      "ru": "сослаться, отослать"
  },
  {
      "en": "refine",
      "ru": "очищать, усовершенствовать и т.д."
  },
  {
      "en": "reflect",
      "ru": "отражать(ся)"
  },
  {
      "en": "refrain",
      "ru": "воздерживаться"
  },
  {
      "en": "refresh",
      "ru": "обновлять, освежить"
  },
  {
      "en": "refrigerator",
      "ru": "холодильник"
  },
  {
      "en": "refuge",
      "ru": "убежище, пристанище"
  },
  {
      "en": "refugee",
      "ru": "беженец"
  },
  {
      "en": "refund",
      "ru": "возврат, возмещение"
  },
  {
      "en": "refuse",
      "ru": "отказаться"
  },
  {
      "en": "refute",
      "ru": "опровергать"
  },
  {
      "en": "regain",
      "ru": "восстановить, вернуть себе"
  },
  {
      "en": "regard",
      "ru": "внимание, уважение"
  },
  {
      "en": "regard",
      "ru": "считать, рассматривать"
  },
  {
      "en": "regiment",
      "ru": "полк"
  },
  {
      "en": "register",
      "ru": "касса (магазина)"
  },
  {
      "en": "regret",
      "ru": "сожалеть, сожаление"
  },
  {
      "en": "regular",
      "ru": "обычный"
  },
  {
      "en": "rehearse",
      "ru": "репетировать"
  },
  {
      "en": "reign",
      "ru": "царствовать"
  },
  {
      "en": "rein",
      "ru": "сдерживать, держать в узде"
  },
  {
      "en": "reinforce",
      "ru": "усилить, укрепить"
  },
  {
      "en": "reject",
      "ru": "отвергать"
  },
  {
      "en": "rejoice",
      "ru": "радоваться"
  },
  {
      "en": "relate",
      "ru": "относиться, быть связанным"
  },
  {
      "en": "relative",
      "ru": "родственник"
  },
  {
      "en": "relative",
      "ru": "относительный"
  },
  {
      "en": "relay",
      "ru": "передавать, ретранслировать"
  },
  {
      "en": "release",
      "ru": "отпускать, выпускать"
  },
  {
      "en": "relentless",
      "ru": "настойчивый, непрекращающийся"
  },
  {
      "en": "relevant",
      "ru": "уместный, актуальный"
  },
  {
      "en": "relief",
      "ru": "облегчение"
  },
  {
      "en": "relieve",
      "ru": "облегчить, освободить"
  },
  {
      "en": "relish",
      "ru": "наслаждаться"
  },
  {
      "en": "reluctant",
      "ru": "неохотный, нежелающий"
  },
  {
      "en": "rely",
      "ru": "полагаться"
  },
  {
      "en": "remain",
      "ru": "оставаться"
  },
  {
      "en": "remainder",
      "ru": "оставшаяся часть"
  },
  {
      "en": "remains",
      "ru": "остатки, останки"
  },
  {
      "en": "remark",
      "ru": "замечать, замечание"
  },
  {
      "en": "remedy",
      "ru": "средство"
  },
  {
      "en": "remind",
      "ru": "напомнить"
  },
  {
      "en": "reminiscent",
      "ru": "напоминающий"
  },
  {
      "en": "remnant",
      "ru": "остаток"
  },
  {
      "en": "remorse",
      "ru": "раскаяние"
  },
  {
      "en": "remote",
      "ru": "отдалённый, захолустный"
  },
  {
      "en": "remove",
      "ru": "убрать, удалить"
  },
  {
      "en": "render",
      "ru": "делать, придавать свойство"
  },
  {
      "en": "render",
      "ru": "воздавать, оказывать"
  },
  {
      "en": "renew",
      "ru": "возобновлять"
  },
  {
      "en": "renovate",
      "ru": "ремонтировать, обновлять"
  },
  {
      "en": "renown",
      "ru": "известность, слава"
  },
  {
      "en": "rent",
      "ru": "аренда, арендовать, сдавать"
  },
  {
      "en": "repair",
      "ru": "ремонт, ремонтировать"
  },
  {
      "en": "repay",
      "ru": "отплатить"
  },
  {
      "en": "repeal",
      "ru": "отменить (закон)"
  },
  {
      "en": "repel",
      "ru": "отталкивать, отражать"
  },
  {
      "en": "replace",
      "ru": "заменить"
  },
  {
      "en": "replicate",
      "ru": "воспроизвести"
  },
  {
      "en": "reply",
      "ru": "ответ, отвечать"
  },
  {
      "en": "report",
      "ru": "доклад, отчёт"
  },
  {
      "en": "represent",
      "ru": "представлять"
  },
  {
      "en": "repress",
      "ru": "подавлять"
  },
  {
      "en": "reproduce",
      "ru": "воспроизводить"
  },
  {
      "en": "request",
      "ru": "запрос, запрашивать"
  },
  {
      "en": "require",
      "ru": "требовать"
  },
  {
      "en": "rescue",
      "ru": "спасать, спасение"
  },
  {
      "en": "research",
      "ru": "исследование, исследовать"
  },
  {
      "en": "resemble",
      "ru": "походить"
  },
  {
      "en": "resent",
      "ru": "огорчаться, возмущаться"
  },
  {
      "en": "reserve",
      "ru": "запас, запасной, запасать"
  },
  {
      "en": "reserve",
      "ru": "бронировать"
  },
  {
      "en": "reserved",
      "ru": "скрытный, замкнутый"
  },
  {
      "en": "reside",
      "ru": "проживать (где-то)"
  },
  {
      "en": "residue",
      "ru": "остаток"
  },
  {
      "en": "resign",
      "ru": "отказываться, сдавать, уходить"
  },
  {
      "en": "resilient",
      "ru": "стойкий, упругий"
  },
  {
      "en": "resist",
      "ru": "сопротивляться"
  },
  {
      "en": "resolute",
      "ru": "решительный, твёрдый"
  },
  {
      "en": "resolve",
      "ru": "решиться, решимость"
  },
  {
      "en": "resolve",
      "ru": "разрешить (ситуацию)"
  },
  {
      "en": "resort",
      "ru": "курорт"
  },
  {
      "en": "resort to",
      "ru": "прибегать к"
  },
  {
      "en": "respective",
      "ru": "соответственный"
  },
  {
      "en": "respond",
      "ru": "отвечать"
  },
  {
      "en": "response",
      "ru": "ответ, отклик"
  },
  {
      "en": "responsible",
      "ru": "ответственный"
  },
  {
      "en": "rest",
      "ru": "остаток, остальное"
  },
  {
      "en": "rest",
      "ru": "отдых, отдыхать"
  },
  {
      "en": "rest",
      "ru": "покоиться"
  },
  {
      "en": "restore",
      "ru": "восстанавливать"
  },
  {
      "en": "restrain",
      "ru": "ограничивать, удерживать"
  },
  {
      "en": "restrict",
      "ru": "ограничивать"
  },
  {
      "en": "result in",
      "ru": "привести к"
  },
  {
      "en": "resume",
      "ru": "возобновить"
  },
  {
      "en": "resurrect",
      "ru": "воскрешать"
  },
  {
      "en": "retail",
      "ru": "розничная продажа"
  },
  {
      "en": "retain",
      "ru": "сохранять, удерживать"
  },
  {
      "en": "retaliate",
      "ru": "отплатить, отомстить"
  },
  {
      "en": "retarded",
      "ru": "умственно отсталый"
  },
  {
      "en": "retention",
      "ru": "удержание, сохранение"
  },
  {
      "en": "retire",
      "ru": "уходить в отставку, на пенсию"
  },
  {
      "en": "retract",
      "ru": "втягивать, брать обратно и т.д."
  },
  {
      "en": "retreat",
      "ru": "отступать"
  },
  {
      "en": "retrieve",
      "ru": "извлечь, вернуть"
  },
  {
      "en": "retrospect",
      "ru": "взгляд в прошлое"
  },
  {
      "en": "return",
      "ru": "возвращаться"
  },
  {
      "en": "reveal",
      "ru": "раскрыть, выявить"
  },
  {
      "en": "revenge",
      "ru": "месть"
  },
  {
      "en": "revenue",
      "ru": "доход, выручка"
  },
  {
      "en": "revere",
      "ru": "почитать"
  },
  {
      "en": "reverse",
      "ru": "обратный, обратить"
  },
  {
      "en": "review",
      "ru": "обзор, сделать обзор"
  },
  {
      "en": "revise",
      "ru": "пересматривать, проверять"
  },
  {
      "en": "revive",
      "ru": "возрождать, оживлять"
  },
  {
      "en": "revolt",
      "ru": "восстание, бунт"
  },
  {
      "en": "revolve",
      "ru": "вращаться"
  },
  {
      "en": "reward",
      "ru": "награда, награждать"
  },
  {
      "en": "rhyme",
      "ru": "рифма"
  },
  {
      "en": "rib",
      "ru": "ребро"
  },
  {
      "en": "ribbon",
      "ru": "лента"
  },
  {
      "en": "rice",
      "ru": "рис"
  },
  {
      "en": "rich",
      "ru": "богатый"
  },
  {
      "en": "rid",
      "ru": "освобождать, избавлять"
  },
  {
      "en": "riddle",
      "ru": "загадка"
  },
  {
      "en": "ride",
      "ru": "ездить"
  },
  {
      "en": "ridge",
      "ru": "хребет, ребро"
  },
  {
      "en": "ridicule",
      "ru": "осмеяние"
  },
  {
      "en": "ridiculous",
      "ru": "смешной, нелепый"
  },
  {
      "en": "rifle",
      "ru": "винтовка"
  },
  {
      "en": "rift",
      "ru": "разрыв, трещина"
  },
  {
      "en": "rig",
      "ru": "установка, сооружение"
  },
  {
      "en": "right away",
      "ru": "немедленно"
  },
  {
      "en": "righteous",
      "ru": "праведный"
  },
  {
      "en": "rigid",
      "ru": "жесткий"
  },
  {
      "en": "rigorous",
      "ru": "строгий, тщательный"
  },
  {
      "en": "rim",
      "ru": "край, обод"
  },
  {
      "en": "ring (rang, rung)",
      "ru": "звонить, звонок"
  },
  {
      "en": "rinse",
      "ru": "полоскать, полоскание"
  },
  {
      "en": "riot",
      "ru": "бунт"
  },
  {
      "en": "rip",
      "ru": "рвать"
  },
  {
      "en": "rip off",
      "ru": "обмануть, ободрать"
  },
  {
      "en": "ripe",
      "ru": "созревший"
  },
  {
      "en": "ripple",
      "ru": "рябь или пульсация"
  },
  {
      "en": "rise (rose, risen)",
      "ru": "подниматься, повышаться"
  },
  {
      "en": "rite",
      "ru": "церемония, ритуал"
  },
  {
      "en": "rival",
      "ru": "соперничающий, враждебный"
  },
  {
      "en": "rivet",
      "ru": "заклёпка, приковывать, клепать"
  },
  {
      "en": "roadside",
      "ru": "обочина, придорожный"
  },
  {
      "en": "roadway",
      "ru": "проезжая часть"
  },
  {
      "en": "roam",
      "ru": "бродить, блуждать"
  },
  {
      "en": "roar",
      "ru": "рёв, реветь"
  },
  {
      "en": "roast",
      "ru": "жарить"
  },
  {
      "en": "rob",
      "ru": "грабить, отнимать"
  },
  {
      "en": "robe",
      "ru": "халат, мантия, одеяние"
  },
  {
      "en": "robust",
      "ru": "крепкий, надёжный, здоровый"
  },
  {
      "en": "rock",
      "ru": "камень, скала"
  },
  {
      "en": "rock",
      "ru": "качать, трясти"
  },
  {
      "en": "rod",
      "ru": "стержень, прут"
  },
  {
      "en": "rodent",
      "ru": "грызун"
  },
  {
      "en": "rogue",
      "ru": "жулик, проходимец"
  },
  {
      "en": "roll",
      "ru": "рулон, клубок, свиток и т. д."
  },
  {
      "en": "roll",
      "ru": "катиться"
  },
  {
      "en": "roll up",
      "ru": "свернуть, скатать"
  },
  {
      "en": "roof",
      "ru": "крыша"
  },
  {
      "en": "room",
      "ru": "место, пространство"
  },
  {
      "en": "root",
      "ru": "корень"
  },
  {
      "en": "root out",
      "ru": "искоренить"
  },
  {
      "en": "rope",
      "ru": "верёвка"
  },
  {
      "en": "rope in (into)",
      "ru": "втянуть в занятие"
  },
  {
      "en": "rot",
      "ru": "гнить"
  },
  {
      "en": "rotate",
      "ru": "сменять, чередовать"
  },
  {
      "en": "rotate",
      "ru": "вращать"
  },
  {
      "en": "rotten",
      "ru": "гнилой"
  },
  {
      "en": "rough",
      "ru": "грубый, неровный, жёсткий"
  },
  {
      "en": "rough up",
      "ru": "грубо обращаться, нападать"
  },
  {
      "en": "round",
      "ru": "круг, круглый"
  },
  {
      "en": "round down",
      "ru": "округлить (вниз)"
  },
  {
      "en": "rouse",
      "ru": "будить"
  },
  {
      "en": "route",
      "ru": "маршрут"
  },
  {
      "en": "row",
      "ru": "грести"
  },
  {
      "en": "row",
      "ru": "ряд"
  },
  {
      "en": "royal",
      "ru": "королевский"
  },
  {
      "en": "rub",
      "ru": "тереть"
  },
  {
      "en": "rubber",
      "ru": "резина, резиновый"
  },
  {
      "en": "rubbish",
      "ru": "мусор (в осн. брит.)"
  },
  {
      "en": "rubble",
      "ru": "щебень, обломки"
  },
  {
      "en": "rude",
      "ru": "грубый, неприличный"
  },
  {
      "en": "ruffle",
      "ru": "рябить, взъерошить"
  },
  {
      "en": "rug",
      "ru": "коврик"
  },
  {
      "en": "rugged",
      "ru": "неровный, грубый"
  },
  {
      "en": "ruin",
      "ru": "разрушать, губить"
  },
  {
      "en": "rule",
      "ru": "правило"
  },
  {
      "en": "rule",
      "ru": "править"
  },
  {
      "en": "ruler",
      "ru": "линейка"
  },
  {
      "en": "rumble",
      "ru": "грохот, рокот"
  },
  {
      "en": "rumor (rumour)",
      "ru": "слух"
  },
  {
      "en": "run",
      "ru": "управлять"
  },
  {
      "en": "run after",
      "ru": "гнаться за"
  },
  {
      "en": "run away",
      "ru": "убежать"
  },
  {
      "en": "run counter",
      "ru": "противоречить"
  },
  {
      "en": "run into",
      "ru": "случайно встретить"
  },
  {
      "en": "run out of",
      "ru": "исчерпать запас"
  },
  {
      "en": "run over",
      "ru": "переехать машиной"
  },
  {
      "en": "runaway",
      "ru": "беглый, беглец"
  },
  {
      "en": "runway",
      "ru": "взлётная полоса"
  },
  {
      "en": "rupture",
      "ru": "разрыв"
  },
  {
      "en": "rural",
      "ru": "сельский"
  },
  {
      "en": "rush",
      "ru": "торопиться, мчаться, броситься"
  },
  {
      "en": "rust",
      "ru": "ржавчина"
  },
  {
      "en": "rustic",
      "ru": "деревенский, простой, грубый"
  },
  {
      "en": "rustle",
      "ru": "шелест"
  },
  {
      "en": "rut",
      "ru": "борозда, колея, рутина"
  },
  {
      "en": "ruthless",
      "ru": "беспощадный"
  },
  {
      "en": "sack",
      "ru": "мешок"
  },
  {
      "en": "sacred",
      "ru": "священный"
  },
  {
      "en": "sacrifice",
      "ru": "жертва"
  },
  {
      "en": "saddle",
      "ru": "седло"
  },
  {
      "en": "safe",
      "ru": "надёжный, защищённый"
  },
  {
      "en": "sail",
      "ru": "парус, плыть (о судне)"
  },
  {
      "en": "saint",
      "ru": "святой"
  },
  {
      "en": "salary",
      "ru": "зарплата"
  },
  {
      "en": "sale",
      "ru": "продажа, сбыт"
  },
  {
      "en": "salesperson",
      "ru": "продавец (в магазине)"
  },
  {
      "en": "salient",
      "ru": "выступающий, заметный"
  },
  {
      "en": "saliva",
      "ru": "слюна"
  },
  {
      "en": "salmon",
      "ru": "лосось"
  },
  {
      "en": "salt",
      "ru": "соль"
  },
  {
      "en": "salvage",
      "ru": "спасти, уберечь от потери"
  },
  {
      "en": "salvation",
      "ru": "спасение"
  },
  {
      "en": "sample",
      "ru": "образец, часть"
  },
  {
      "en": "sanctuary",
      "ru": "убежище или заповедник"
  },
  {
      "en": "sand",
      "ru": "песок"
  },
  {
      "en": "sane",
      "ru": "здравый, вменяемый"
  },
  {
      "en": "satellite",
      "ru": "спутник"
  },
  {
      "en": "satisfy",
      "ru": "удовлетворять"
  },
  {
      "en": "saturated",
      "ru": "насыщенный"
  },
  {
      "en": "saucepan",
      "ru": "кастрюля или сковорода"
  },
  {
      "en": "saucer",
      "ru": "блюдце"
  },
  {
      "en": "sausage",
      "ru": "колбаса"
  },
  {
      "en": "savage",
      "ru": "дикарь, дикий (в т. ч. перен.)"
  },
  {
      "en": "save up",
      "ru": "накопить"
  },
  {
      "en": "savings",
      "ru": "сбережения"
  },
  {
      "en": "savior",
      "ru": "спаситель"
  },
  {
      "en": "savor",
      "ru": "вкус, смаковать"
  },
  {
      "en": "scaffold",
      "ru": "помост"
  },
  {
      "en": "scale",
      "ru": "чешуя, шелуха"
  },
  {
      "en": "scale",
      "ru": "взбираться"
  },
  {
      "en": "scale",
      "ru": "масштаб, шкала"
  },
  {
      "en": "scales",
      "ru": "весы"
  },
  {
      "en": "scant",
      "ru": "скудный"
  },
  {
      "en": "scar",
      "ru": "шрам"
  },
  {
      "en": "scarce",
      "ru": "редкий, скудный"
  },
  {
      "en": "scare",
      "ru": "пугать"
  },
  {
      "en": "scarf",
      "ru": "шарф"
  },
  {
      "en": "scarlet",
      "ru": "алый"
  },
  {
      "en": "scatter",
      "ru": "разбрасывать, рассеивать"
  },
  {
      "en": "scent",
      "ru": "нюх или аромат"
  },
  {
      "en": "schedule",
      "ru": "график, расписание"
  },
  {
      "en": "scheme",
      "ru": "схема"
  },
  {
      "en": "scholar",
      "ru": "учёный"
  },
  {
      "en": "scholarship (money)",
      "ru": "стипендия"
  },
  {
      "en": "science",
      "ru": "наука"
  },
  {
      "en": "scissors",
      "ru": "ножницы"
  },
  {
      "en": "scold",
      "ru": "ругать"
  },
  {
      "en": "scoop",
      "ru": "совок, ковш, черпать"
  },
  {
      "en": "scope",
      "ru": "пределы, район"
  },
  {
      "en": "score",
      "ru": "счёт, очко, балл"
  },
  {
      "en": "scorn",
      "ru": "презирать, презрение"
  },
  {
      "en": "scour",
      "ru": "обыскать, прочесать"
  },
  {
      "en": "scout",
      "ru": "разведчик"
  },
  {
      "en": "scowl",
      "ru": "насупиться, рассердиться"
  },
  {
      "en": "scramble",
      "ru": "драка, схватка"
  },
  {
      "en": "scramble",
      "ru": "карабкаться, продираться"
  },
  {
      "en": "scrambled eggs",
      "ru": "яичница"
  },
  {
      "en": "scrap",
      "ru": "обломок, обрывок"
  },
  {
      "en": "scrape",
      "ru": "скрести"
  },
  {
      "en": "scrape through",
      "ru": "с трудом пройти"
  },
  {
      "en": "scrape together",
      "ru": "наскрести (денег)"
  },
  {
      "en": "scratch",
      "ru": "царапать, царапина"
  },
  {
      "en": "scream",
      "ru": "кричать, крик, вопль"
  },
  {
      "en": "screech",
      "ru": "визг, скрип, хрип и т. д."
  },
  {
      "en": "screenplay",
      "ru": "сценарий"
  },
  {
      "en": "screw",
      "ru": "винт, ввинчивать"
  },
  {
      "en": "screw",
      "ru": "к чёрту"
  },
  {
      "en": "screw up",
      "ru": "завалить, просрать"
  },
  {
      "en": "scribble",
      "ru": "криво написать, нацарапать"
  },
  {
      "en": "scrub",
      "ru": "чистить, драить"
  },
  {
      "en": "scrutiny",
      "ru": "внимательный осмотр, изучение"
  },
  {
      "en": "scurry",
      "ru": "бежать, сновать, суетиться"
  },
  {
      "en": "seal",
      "ru": "печать, запечатывать"
  },
  {
      "en": "seal",
      "ru": "тюлень"
  },
  {
      "en": "seam",
      "ru": "шов"
  },
  {
      "en": "search",
      "ru": "поиски, искать"
  },
  {
      "en": "seasoning",
      "ru": "приправа"
  },
  {
      "en": "seat",
      "ru": "место, сиденье"
  },
  {
      "en": "secular",
      "ru": "светский"
  },
  {
      "en": "secure",
      "ru": "безопасный, надёжный"
  },
  {
      "en": "sediment",
      "ru": "осадок"
  },
  {
      "en": "seduce",
      "ru": "соблазнять"
  },
  {
      "en": "see off",
      "ru": "провожать (в путь)"
  },
  {
      "en": "see through",
      "ru": "довести до конца"
  },
  {
      "en": "see to",
      "ru": "заняться, позаботиться"
  },
  {
      "en": "seed",
      "ru": "семя, сеять"
  },
  {
      "en": "seek (sought, sought)",
      "ru": "искать, стремиться"
  },
  {
      "en": "seem",
      "ru": "казаться"
  },
  {
      "en": "seep",
      "ru": "просачиваться, проникать"
  },
  {
      "en": "segregate",
      "ru": "разделять"
  },
  {
      "en": "seize",
      "ru": "схватить"
  },
  {
      "en": "seldom",
      "ru": "редко"
  },
  {
      "en": "select",
      "ru": "выбирать, отбирать"
  },
  {
      "en": "selfish",
      "ru": "эгоистичный"
  },
  {
      "en": "sell out of",
      "ru": "распродать (весь товар)"
  },
  {
      "en": "send (sent, sent)",
      "ru": "отправить"
  },
  {
      "en": "send out",
      "ru": "рассылать"
  },
  {
      "en": "senior",
      "ru": "старший"
  },
  {
      "en": "sensation",
      "ru": "ощущение"
  },
  {
      "en": "sense",
      "ru": "чувство, осознание"
  },
  {
      "en": "sense",
      "ru": "смысл, значение"
  },
  {
      "en": "sensible",
      "ru": "разумный, имеющий смысл"
  },
  {
      "en": "sensitive",
      "ru": "чувствительный"
  },
  {
      "en": "sentence",
      "ru": "предложение"
  },
  {
      "en": "sentence",
      "ru": "приговор"
  },
  {
      "en": "sentiment",
      "ru": "настроение, чувство"
  },
  {
      "en": "separate",
      "ru": "отдельный, отделять"
  },
  {
      "en": "sequence",
      "ru": "последовательность"
  },
  {
      "en": "serene",
      "ru": "безмятежный, безоблачный"
  },
  {
      "en": "series",
      "ru": "сериал"
  },
  {
      "en": "sermon",
      "ru": "проповедь"
  },
  {
      "en": "serve",
      "ru": "служить"
  },
  {
      "en": "serve",
      "ru": "сидеть (в тюрьме)"
  },
  {
      "en": "serve",
      "ru": "подавать (блюдо)"
  },
  {
      "en": "set",
      "ru": "набор, комплект"
  },
  {
      "en": "set (set, set)",
      "ru": "установить, наладить"
  },
  {
      "en": "set about",
      "ru": "приступить, начать"
  },
  {
      "en": "set down",
      "ru": "написать, установить"
  },
  {
      "en": "set out",
      "ru": "разъяснять"
  },
  {
      "en": "set out for",
      "ru": "отправиться"
  },
  {
      "en": "set smb back",
      "ru": "задержать"
  },
  {
      "en": "set smb back",
      "ru": "обойтись в (сумму)"
  },
  {
      "en": "set smb up",
      "ru": "подставить"
  },
  {
      "en": "set smb up with",
      "ru": "устроить, организовать"
  },
  {
      "en": "set smb up with",
      "ru": "познакомить, свести"
  },
  {
      "en": "settle",
      "ru": "уладить"
  },
  {
      "en": "settle",
      "ru": "селиться"
  },
  {
      "en": "settle for",
      "ru": "согласиться на"
  },
  {
      "en": "settle in",
      "ru": "освоиться"
  },
  {
      "en": "settle on",
      "ru": "определиться с"
  },
  {
      "en": "sever",
      "ru": "разрывать, разъединять"
  },
  {
      "en": "several",
      "ru": "несколько"
  },
  {
      "en": "severe",
      "ru": "серьёзный, суровый, жёсткий"
  },
  {
      "en": "sew",
      "ru": "шить"
  },
  {
      "en": "sewage",
      "ru": "канализация, сточные воды"
  },
  {
      "en": "sex",
      "ru": "пол"
  },
  {
      "en": "shabby",
      "ru": "облезлый, убогий"
  },
  {
      "en": "shack",
      "ru": "лачуга, хибара, будка"
  },
  {
      "en": "shade",
      "ru": "тень"
  },
  {
      "en": "shade",
      "ru": "оттенок (яркости)"
  },
  {
      "en": "shadow",
      "ru": "тень"
  },
  {
      "en": "shaft",
      "ru": "вал, ось, стержень"
  },
  {
      "en": "shaft",
      "ru": "шахта (напр. лифта)"
  },
  {
      "en": "shake (shook, shaken)",
      "ru": "трясти"
  },
  {
      "en": "shake (shook, shaken)",
      "ru": "пожать (руки)"
  },
  {
      "en": "shake off",
      "ru": "отделаться"
  },
  {
      "en": "shake up",
      "ru": "встряхнуть, взбудоражить"
  },
  {
      "en": "shallow",
      "ru": "мелкий"
  },
  {
      "en": "shame",
      "ru": "стыд, позор"
  },
  {
      "en": "shape",
      "ru": "форма, формировать"
  },
  {
      "en": "share",
      "ru": "делить, доля"
  },
  {
      "en": "share",
      "ru": "разделять (напр. мнение)"
  },
  {
      "en": "shareholder",
      "ru": "акционер"
  },
  {
      "en": "shark",
      "ru": "акула"
  },
  {
      "en": "sharp",
      "ru": "острый"
  },
  {
      "en": "shatter",
      "ru": "разрушить, раздробить"
  },
  {
      "en": "shave",
      "ru": "брить"
  },
  {
      "en": "shed",
      "ru": "сарай, ангар и т.п."
  },
  {
      "en": "shed (shed, shed)",
      "ru": "проливать, терять, сбрасывать"
  },
  {
      "en": "sheep (pl:sheep)",
      "ru": "овца"
  },
  {
      "en": "sheer",
      "ru": "явный, полный, чистый"
  },
  {
      "en": "sheer",
      "ru": "отвесный"
  },
  {
      "en": "sheet",
      "ru": "лист"
  },
  {
      "en": "shelf (pl: shelves)",
      "ru": "полка, уступ"
  },
  {
      "en": "shell",
      "ru": "скорлупа, раковина, гильза"
  },
  {
      "en": "shelter",
      "ru": "укрытие, убежище"
  },
  {
      "en": "shepherd",
      "ru": "пастух"
  },
  {
      "en": "shield",
      "ru": "щит, прикрывать"
  },
  {
      "en": "shift",
      "ru": "сменить, сдвинуть"
  },
  {
      "en": "shift",
      "ru": "смена (на работе)"
  },
  {
      "en": "shimmer",
      "ru": "мерцать, переливаться"
  },
  {
      "en": "shine (shone, shined)",
      "ru": "сиять, блестеть, светить"
  },
  {
      "en": "ship",
      "ru": "доставлять"
  },
  {
      "en": "shirt",
      "ru": "рубашка"
  },
  {
      "en": "shiver",
      "ru": "дрожь, дрожать"
  },
  {
      "en": "shoe",
      "ru": "туфля, ботинок (низкий)"
  },
  {
      "en": "shoot (shot, shot)",
      "ru": "стрелять"
  },
  {
      "en": "shoot (shot, shot)",
      "ru": "снимать, фотографировать"
  },
  {
      "en": "shore",
      "ru": "берег"
  },
  {
      "en": "shortage",
      "ru": "нехватка"
  },
  {
      "en": "shoulder",
      "ru": "плечо"
  },
  {
      "en": "shout",
      "ru": "кричать"
  },
  {
      "en": "shove",
      "ru": "резко толкнуть, пихнуть"
  },
  {
      "en": "shovel",
      "ru": "лопата или совок"
  },
  {
      "en": "show around",
      "ru": "показать места"
  },
  {
      "en": "show off",
      "ru": "показать всем, похвастаться"
  },
  {
      "en": "show up",
      "ru": "прийти, появиться"
  },
  {
      "en": "showcase",
      "ru": "витрина, демонстрировать"
  },
  {
      "en": "shower",
      "ru": "душ"
  },
  {
      "en": "shred",
      "ru": "мелко порубить"
  },
  {
      "en": "shrewd",
      "ru": "проницательный"
  },
  {
      "en": "shriek",
      "ru": "пронзительный крик, вскрикнуть"
  },
  {
      "en": "shrimp",
      "ru": "креветка"
  },
  {
      "en": "shrine",
      "ru": "святыня"
  },
  {
      "en": "shrink (shrank, shrunk)",
      "ru": "сжаться, съёжиться"
  },
  {
      "en": "shroud",
      "ru": "пелена, окутывать"
  },
  {
      "en": "shrub",
      "ru": "куст"
  },
  {
      "en": "shrug",
      "ru": "пожать плечами"
  },
  {
      "en": "shudder",
      "ru": "содрогаться, дрожь"
  },
  {
      "en": "shuffle",
      "ru": "перемешивать, тасовать"
  },
  {
      "en": "shun",
      "ru": "избегать"
  },
  {
      "en": "shut (shut, shut)",
      "ru": "закрыть"
  },
  {
      "en": "shut out",
      "ru": "не впускать"
  },
  {
      "en": "shut up",
      "ru": "заткнуться"
  },
  {
      "en": "shy",
      "ru": "застенчивый"
  },
  {
      "en": "siblings",
      "ru": "братья и сестры"
  },
  {
      "en": "sick",
      "ru": "больной, плохо чувствующий"
  },
  {
      "en": "sideline",
      "ru": "что-то вторичное"
  },
  {
      "en": "sidewalk",
      "ru": "тротуар"
  },
  {
      "en": "sideways",
      "ru": "вбок"
  },
  {
      "en": "siege",
      "ru": "осада"
  },
  {
      "en": "sift",
      "ru": "просеять"
  },
  {
      "en": "sigh",
      "ru": "вздох"
  },
  {
      "en": "sight",
      "ru": "вид, поле зрения"
  },
  {
      "en": "sight",
      "ru": "достопримечаетльность"
  },
  {
      "en": "sign",
      "ru": "знак"
  },
  {
      "en": "sign",
      "ru": "подпись, подписывать"
  },
  {
      "en": "sign up",
      "ru": "записаться, зарегистрироваться"
  },
  {
      "en": "signature",
      "ru": "подпись"
  },
  {
      "en": "significant",
      "ru": "значительный"
  },
  {
      "en": "signify",
      "ru": "означать"
  },
  {
      "en": "silent",
      "ru": "тихий, молчаливый"
  },
  {
      "en": "silk",
      "ru": "шелк"
  },
  {
      "en": "sill",
      "ru": "подоконник, порог"
  },
  {
      "en": "silly",
      "ru": "глупый"
  },
  {
      "en": "similar",
      "ru": "похожий"
  },
  {
      "en": "simmer",
      "ru": "медленно кипятить"
  },
  {
      "en": "simple",
      "ru": "простой, обычный"
  },
  {
      "en": "simulate",
      "ru": "моделировать, имитировать"
  },
  {
      "en": "simultaneous",
      "ru": "одновременный"
  },
  {
      "en": "sin",
      "ru": "грех, грешить"
  },
  {
      "en": "since",
      "ru": "поскольку"
  },
  {
      "en": "since",
      "ru": "с (какого-то времени)"
  },
  {
      "en": "sincere",
      "ru": "искренний"
  },
  {
      "en": "single",
      "ru": "один, отдельный, единый"
  },
  {
      "en": "singular",
      "ru": "единственный, особый"
  },
  {
      "en": "sinister",
      "ru": "зловещий"
  },
  {
      "en": "sink",
      "ru": "раковина"
  },
  {
      "en": "sink (sank, sunk)",
      "ru": "тонуть, топить"
  },
  {
      "en": "sip",
      "ru": "глоток"
  },
  {
      "en": "sit around",
      "ru": "просто сидеть"
  },
  {
      "en": "sit back",
      "ru": "отсидеться"
  },
  {
      "en": "sit out",
      "ru": "высидеть"
  },
  {
      "en": "site",
      "ru": "местоположение"
  },
  {
      "en": "situate",
      "ru": "располагать"
  },
  {
      "en": "size up",
      "ru": "изучить, оценить"
  },
  {
      "en": "skate",
      "ru": "конёк, кататься на коньках"
  },
  {
      "en": "sketch",
      "ru": "набросок, эскиз"
  },
  {
      "en": "ski",
      "ru": "ездить на лыжах"
  },
  {
      "en": "skid",
      "ru": "заносить, скользить, буксовать"
  },
  {
      "en": "skill",
      "ru": "умение, искусство и т. д."
  },
  {
      "en": "skillet",
      "ru": "сковорода (глубокая)"
  },
  {
      "en": "skim",
      "ru": "скользить (легко)"
  },
  {
      "en": "skin",
      "ru": "кожа"
  },
  {
      "en": "skinny",
      "ru": "тощий"
  },
  {
      "en": "skip",
      "ru": "прыгать, перепрыгивать"
  },
  {
      "en": "skirt",
      "ru": "юбка"
  },
  {
      "en": "skull",
      "ru": "череп"
  },
  {
      "en": "slab",
      "ru": "плита, блок"
  },
  {
      "en": "slack",
      "ru": "расслабление, поблажка"
  },
  {
      "en": "slam",
      "ru": "хлопать, ударять, захлопывать"
  },
  {
      "en": "slant",
      "ru": "наклон, скос, наклонять"
  },
  {
      "en": "slap",
      "ru": "шлёпать, пощечина"
  },
  {
      "en": "slash",
      "ru": "рубить, хлестать, кромсать"
  },
  {
      "en": "slate",
      "ru": "шифер или сланец"
  },
  {
      "en": "slaughter",
      "ru": "бойня (в т. ч. перен.), забивать"
  },
  {
      "en": "slave",
      "ru": "раб"
  },
  {
      "en": "slay (slew, slain)",
      "ru": "умертвить"
  },
  {
      "en": "sleek",
      "ru": "гладкий, лоснящийся"
  },
  {
      "en": "sleep around",
      "ru": "трахаться, блудить"
  },
  {
      "en": "sleeve",
      "ru": "рукав"
  },
  {
      "en": "slender",
      "ru": "тонкий, стройный, изящный"
  },
  {
      "en": "slice",
      "ru": "ломтик, нарезать"
  },
  {
      "en": "slick",
      "ru": "скользкий"
  },
  {
      "en": "slide (slid, slid)",
      "ru": "скользить"
  },
  {
      "en": "slight",
      "ru": "лёгкий, слабый, незначительный"
  },
  {
      "en": "slim",
      "ru": "стройный"
  },
  {
      "en": "slime",
      "ru": "слизь"
  },
  {
      "en": "slip",
      "ru": "скользнуть"
  },
  {
      "en": "slipper",
      "ru": "тапок"
  },
  {
      "en": "slippery",
      "ru": "скользкий"
  },
  {
      "en": "slit",
      "ru": "щель"
  },
  {
      "en": "slope",
      "ru": "склон, наклон"
  },
  {
      "en": "sloppy",
      "ru": "небрежный, неряшливый"
  },
  {
      "en": "slot",
      "ru": "разъём, паз, гнездо"
  },
  {
      "en": "slow down",
      "ru": "замедлиться"
  },
  {
      "en": "sludge",
      "ru": "осадок, отстой, ил"
  },
  {
      "en": "slum",
      "ru": "трущобы"
  },
  {
      "en": "slump",
      "ru": "спад, сваливаться"
  },
  {
      "en": "slut",
      "ru": "шлюха"
  },
  {
      "en": "sly",
      "ru": "лукавый, коварный"
  },
  {
      "en": "smack",
      "ru": "шлёпнуть, хлопнуть"
  },
  {
      "en": "smart",
      "ru": "умный, хитрый"
  },
  {
      "en": "smash",
      "ru": "громить, разбивать"
  },
  {
      "en": "smear",
      "ru": "мазать"
  },
  {
      "en": "smell",
      "ru": "запах, пахнуть, нюхать"
  },
  {
      "en": "smirk",
      "ru": "ухмылка"
  },
  {
      "en": "smooth",
      "ru": "гладкий"
  },
  {
      "en": "smother",
      "ru": "задушить"
  },
  {
      "en": "smudge",
      "ru": "смазать"
  },
  {
      "en": "smuggle",
      "ru": "провозить тайно"
  },
  {
      "en": "snack",
      "ru": "лёгкая закуска"
  },
  {
      "en": "snag",
      "ru": "коряга или загвоздка"
  },
  {
      "en": "snail",
      "ru": "улитка"
  },
  {
      "en": "snake",
      "ru": "змея"
  },
  {
      "en": "snap",
      "ru": "щёлкать, щелчок"
  },
  {
      "en": "snapshot",
      "ru": "снимок"
  },
  {
      "en": "snarl",
      "ru": "рычать, огрызаться"
  },
  {
      "en": "snatch",
      "ru": "схватить, утащить"
  },
  {
      "en": "sneak",
      "ru": "красться"
  },
  {
      "en": "sneakers",
      "ru": "кеды, кроссовки"
  },
  {
      "en": "sneer",
      "ru": "усмешка, насмехаться"
  },
  {
      "en": "sneeze",
      "ru": "чихать"
  },
  {
      "en": "sniff",
      "ru": "нюхать, сопеть, фы и т. д."
  },
  {
      "en": "snore",
      "ru": "храп, храпеть"
  },
  {
      "en": "snort",
      "ru": "фыркнуть, хмыкнуть"
  },
  {
      "en": "snowball",
      "ru": "снежок"
  },
  {
      "en": "snug",
      "ru": "уютный, тесный"
  },
  {
      "en": "so far",
      "ru": "до сих пор"
  },
  {
      "en": "soak",
      "ru": "мочить, пропитывать"
  },
  {
      "en": "soap",
      "ru": "мыло"
  },
  {
      "en": "soar",
      "ru": "парить, взмывать (втч. о ценах)"
  },
  {
      "en": "sob",
      "ru": "рыдать, всхлипывать"
  },
  {
      "en": "sober",
      "ru": "трезвый"
  },
  {
      "en": "sober up",
      "ru": "протрезветь"
  },
  {
      "en": "so-called",
      "ru": "так называемый"
  },
  {
      "en": "soccer",
      "ru": "футбол"
  },
  {
      "en": "society",
      "ru": "общество"
  },
  {
      "en": "sock",
      "ru": "носок"
  },
  {
      "en": "socket",
      "ru": "разъем, розетка"
  },
  {
      "en": "soften",
      "ru": "смягчать"
  },
  {
      "en": "software",
      "ru": "программое обеспечение"
  },
  {
      "en": "soil",
      "ru": "почва"
  },
  {
      "en": "solar",
      "ru": "солнечный"
  },
  {
      "en": "sole",
      "ru": "единственный"
  },
  {
      "en": "sole",
      "ru": "подошва"
  },
  {
      "en": "solemn",
      "ru": "торжественный, серьёзный"
  },
  {
      "en": "solid",
      "ru": "сплошной"
  },
  {
      "en": "solid",
      "ru": "твёрдый, крепкий"
  },
  {
      "en": "solitary",
      "ru": "уединенный"
  },
  {
      "en": "solitude",
      "ru": "одиночество"
  },
  {
      "en": "solution",
      "ru": "решение, ответ"
  },
  {
      "en": "solution",
      "ru": "раствор"
  },
  {
      "en": "solve",
      "ru": "решить"
  },
  {
      "en": "someday",
      "ru": "когда-нибудь"
  },
  {
      "en": "somewhat",
      "ru": "слегка"
  },
  {
      "en": "soon",
      "ru": "скоро или рано"
  },
  {
      "en": "soot",
      "ru": "сажа"
  },
  {
      "en": "soothe",
      "ru": "успокаивать"
  },
  {
      "en": "sophisticated",
      "ru": "сложный, изощрённый"
  },
  {
      "en": "sore",
      "ru": "больной, рана"
  },
  {
      "en": "sorrow",
      "ru": "горе, скорбь"
  },
  {
      "en": "sound",
      "ru": "здоровый"
  },
  {
      "en": "sour",
      "ru": "кислый"
  },
  {
      "en": "source",
      "ru": "источник"
  },
  {
      "en": "south",
      "ru": "юг, южный"
  },
  {
      "en": "sovereign",
      "ru": "суверенный"
  },
  {
      "en": "sow (sowed, sown)",
      "ru": "сеять"
  },
  {
      "en": "space",
      "ru": "пространство"
  },
  {
      "en": "space",
      "ru": "космос"
  },
  {
      "en": "spade",
      "ru": "лопата"
  },
  {
      "en": "span",
      "ru": "пролёт, интервал"
  },
  {
      "en": "spare",
      "ru": "щадить, избавить"
  },
  {
      "en": "spare",
      "ru": "запасной, лишний"
  },
  {
      "en": "spare",
      "ru": "выделить, уделить"
  },
  {
      "en": "spark",
      "ru": "искра, вспыхивать"
  },
  {
      "en": "sparkle",
      "ru": "сверкать, блистать, искриться"
  },
  {
      "en": "sparse",
      "ru": "редкий, разреженный"
  },
  {
      "en": "spawn",
      "ru": "порождать, порождение и т. д."
  },
  {
      "en": "speak out",
      "ru": "высказать"
  },
  {
      "en": "speak up",
      "ru": "говорить громче"
  },
  {
      "en": "spear",
      "ru": "копье"
  },
  {
      "en": "special",
      "ru": "особенный, специальный"
  },
  {
      "en": "species",
      "ru": "вид (биол.)"
  },
  {
      "en": "specific",
      "ru": "конкретный"
  },
  {
      "en": "specify",
      "ru": "указать, установить, уточнить"
  },
  {
      "en": "specimen",
      "ru": "образец, экземпляр"
  },
  {
      "en": "speck",
      "ru": "пятнышко, крупинка"
  },
  {
      "en": "spectacle",
      "ru": "зрелище"
  },
  {
      "en": "spectator",
      "ru": "зритель, наблюдатель"
  },
  {
      "en": "speculate",
      "ru": "предполагать, строить догадки"
  },
  {
      "en": "speed up",
      "ru": "ускориться"
  },
  {
      "en": "spell",
      "ru": "заклинание, чары"
  },
  {
      "en": "spell",
      "ru": "произносить (писать) по буквам"
  },
  {
      "en": "spell out",
      "ru": "разъяснить"
  },
  {
      "en": "spend (spent, spent)",
      "ru": "тратить, проводить (время)"
  },
  {
      "en": "spice",
      "ru": "пряность, специя"
  },
  {
      "en": "spike",
      "ru": "шип, штырь, острие, клин"
  },
  {
      "en": "spill",
      "ru": "проливать, рассыпать"
  },
  {
      "en": "spin",
      "ru": "крутить"
  },
  {
      "en": "spine",
      "ru": "позвоночник"
  },
  {
      "en": "spirit",
      "ru": "дух"
  },
  {
      "en": "spit (spat, spat)",
      "ru": "плевать"
  },
  {
      "en": "splash",
      "ru": "брызги, всплеск"
  },
  {
      "en": "splendid",
      "ru": "великолепный, блестящий"
  },
  {
      "en": "splinter",
      "ru": "шепка, осколок, заноза"
  },
  {
      "en": "split (split, split)",
      "ru": "расколоться, распасться"
  },
  {
      "en": "split up",
      "ru": "разделиться"
  },
  {
      "en": "spoil",
      "ru": "портить"
  },
  {
      "en": "spokesman",
      "ru": "представитель, прес-секретарь"
  },
  {
      "en": "sponge",
      "ru": "губка"
  },
  {
      "en": "spooky",
      "ru": "жуткий"
  },
  {
      "en": "spot",
      "ru": "место"
  },
  {
      "en": "spot",
      "ru": "пятно"
  },
  {
      "en": "spot",
      "ru": "заметить, увидеть"
  },
  {
      "en": "spotlight",
      "ru": "прожектор, центр внимания"
  },
  {
      "en": "spouse",
      "ru": "супруг, супруга"
  },
  {
      "en": "sprawl",
      "ru": "растягиваться, расползаться"
  },
  {
      "en": "spread (spread, spread)",
      "ru": "распространять(ся)"
  },
  {
      "en": "spring (sprang, sprung)",
      "ru": "прыгать"
  },
  {
      "en": "spring (sprang, sprung)",
      "ru": "источник, проистекать"
  },
  {
      "en": "sprinkle",
      "ru": "побрызгать, посыпать"
  },
  {
      "en": "sprout",
      "ru": "росток, прорастать"
  },
  {
      "en": "spur",
      "ru": "шпора, побуждать"
  },
  {
      "en": "spy (on)",
      "ru": "шпион, шпионить"
  },
  {
      "en": "squad",
      "ru": "команда, отряд"
  },
  {
      "en": "square",
      "ru": "квадрат, квадратный"
  },
  {
      "en": "square",
      "ru": "площадь"
  },
  {
      "en": "squash",
      "ru": "раздавливать, расплющивать"
  },
  {
      "en": "squat",
      "ru": "приседать, приземистый"
  },
  {
      "en": "squeak",
      "ru": "пищать, скрипеть"
  },
  {
      "en": "squeal",
      "ru": "визг, визжать"
  },
  {
      "en": "squeeze",
      "ru": "сжимать"
  },
  {
      "en": "squid",
      "ru": "кальмар"
  },
  {
      "en": "squint",
      "ru": "щуриться или коситься"
  },
  {
      "en": "squirm",
      "ru": "извиваться, ёрзать"
  },
  {
      "en": "squirrel",
      "ru": "белка"
  },
  {
      "en": "squirt",
      "ru": "тонкая струя"
  },
  {
      "en": "stab",
      "ru": "ударить ножом, зарезать"
  },
  {
      "en": "stable",
      "ru": "устойчивый"
  },
  {
      "en": "stack",
      "ru": "стопка, куча, складывать"
  },
  {
      "en": "staff",
      "ru": "персонал"
  },
  {
      "en": "stage",
      "ru": "сцена"
  },
  {
      "en": "stage",
      "ru": "стадия, ступень"
  },
  {
      "en": "stagger",
      "ru": "шататься, колебаться"
  },
  {
      "en": "stain",
      "ru": "пятно, окрашиваться, пачкать"
  },
  {
      "en": "stairs",
      "ru": "ступеньки, лестница"
  },
  {
      "en": "stake",
      "ru": "стойка, кол, столб"
  },
  {
      "en": "stake",
      "ru": "ставка, делать ставку"
  },
  {
      "en": "stale",
      "ru": "несвежий"
  },
  {
      "en": "stalk",
      "ru": "красться, преследовать"
  },
  {
      "en": "stalk",
      "ru": "стебель"
  },
  {
      "en": "stall",
      "ru": "задержаться, застопориться"
  },
  {
      "en": "stall",
      "ru": "палатка, ларёк"
  },
  {
      "en": "stamp",
      "ru": "печать, штамп, марка"
  },
  {
      "en": "stance",
      "ru": "поза, положение"
  },
  {
      "en": "stand",
      "ru": "терпеть, выносить"
  },
  {
      "en": "stand against",
      "ru": "противостоять"
  },
  {
      "en": "stand by",
      "ru": "поддерживать, быть наготове"
  },
  {
      "en": "stand for",
      "ru": "выступать за"
  },
  {
      "en": "stand for",
      "ru": "обозначать (в сокращении)"
  },
  {
      "en": "stand out",
      "ru": "выделяться"
  },
  {
      "en": "standpoint",
      "ru": "точка зрения"
  },
  {
      "en": "staple",
      "ru": "скоба, скрепка"
  },
  {
      "en": "stare",
      "ru": "пялиться, пристальный взгляд"
  },
  {
      "en": "stark",
      "ru": "чёткий, жёсткий, острый (об. перен.)"
  },
  {
      "en": "start up",
      "ru": "основать, установить"
  },
  {
      "en": "startle",
      "ru": "испугать (неожиданностью)"
  },
  {
      "en": "starve",
      "ru": "голодать"
  },
  {
      "en": "stash",
      "ru": "тайник, заначка, прятать"
  },
  {
      "en": "state",
      "ru": "государство"
  },
  {
      "en": "state",
      "ru": "состояние"
  },
  {
      "en": "state",
      "ru": "заявить, отметить"
  },
  {
      "en": "stature",
      "ru": "рост"
  },
  {
      "en": "statutory",
      "ru": "установленный законом"
  },
  {
      "en": "stay",
      "ru": "оставаться"
  },
  {
      "en": "stay",
      "ru": "остановиться пожить"
  },
  {
      "en": "stay up",
      "ru": "не ложиться"
  },
  {
      "en": "steady",
      "ru": "устойчивый"
  },
  {
      "en": "steal (stole, stolen)",
      "ru": "красть"
  },
  {
      "en": "stealth",
      "ru": "скрытность, хитрость"
  },
  {
      "en": "steam",
      "ru": "пар"
  },
  {
      "en": "steel",
      "ru": "сталь, стальной"
  },
  {
      "en": "steep",
      "ru": "крутой"
  },
  {
      "en": "steer",
      "ru": "управлять, направлять"
  },
  {
      "en": "stellar",
      "ru": "звездный"
  },
  {
      "en": "stem",
      "ru": "стебель"
  },
  {
      "en": "step",
      "ru": "шаг, ступать, ступенька"
  },
  {
      "en": "step down",
      "ru": "уйти в отставку"
  },
  {
      "en": "step in",
      "ru": "вмешаться"
  },
  {
      "en": "stern",
      "ru": "суровый, строгий"
  },
  {
      "en": "stew",
      "ru": "тушить, рагу"
  },
  {
      "en": "stick",
      "ru": "палка, тыкать палкой"
  },
  {
      "en": "stick (stuck, stuck)",
      "ru": "приклеить"
  },
  {
      "en": "stick at",
      "ru": "упорно продолжать"
  },
  {
      "en": "stick out",
      "ru": "торчать, выделяться"
  },
  {
      "en": "stick to",
      "ru": "придерживаться, соблюдать"
  },
  {
      "en": "stick together",
      "ru": "держаться вместе"
  },
  {
      "en": "stiff",
      "ru": "жёсткий, негнущийся"
  },
  {
      "en": "stifle",
      "ru": "удушать"
  },
  {
      "en": "still",
      "ru": "спокойный, неподвижный"
  },
  {
      "en": "sting (stung, stung)",
      "ru": "жалить, жало"
  },
  {
      "en": "stink (stank, stunk)",
      "ru": "вонять"
  },
  {
      "en": "stir",
      "ru": "шевелить(ся), двигать и т.д."
  },
  {
      "en": "stir up",
      "ru": "вызвать, возбудить"
  },
  {
      "en": "stitch",
      "ru": "стежок, сшить, зашить"
  },
  {
      "en": "stock",
      "ru": "запас"
  },
  {
      "en": "stock",
      "ru": "акции"
  },
  {
      "en": "stock up on",
      "ru": "запастись"
  },
  {
      "en": "stocking",
      "ru": "чулок"
  },
  {
      "en": "stomach",
      "ru": "желудок, живот"
  },
  {
      "en": "stomp",
      "ru": "топать"
  },
  {
      "en": "stool",
      "ru": "табурет"
  },
  {
      "en": "stoop",
      "ru": "крыльцо со ступеньками (амер.)"
  },
  {
      "en": "stoop",
      "ru": "наклоняться или сутулиться"
  },
  {
      "en": "stop over",
      "ru": "заехать, остановиться"
  },
  {
      "en": "store",
      "ru": "хранить, хранилище"
  },
  {
      "en": "store",
      "ru": "магазин"
  },
  {
      "en": "stout",
      "ru": "толстый, плотный, крепкий"
  },
  {
      "en": "stove",
      "ru": "плита"
  },
  {
      "en": "straight",
      "ru": "прямой, прямо"
  },
  {
      "en": "straightforward",
      "ru": "простой, прямой, откровенный"
  },
  {
      "en": "strain",
      "ru": "напрягать, напряжение"
  },
  {
      "en": "strait",
      "ru": "пролив"
  },
  {
      "en": "strand",
      "ru": "застрять, сесть на мель"
  },
  {
      "en": "strand",
      "ru": "прядь, нить (об. скрученная)"
  },
  {
      "en": "strangle",
      "ru": "придушить"
  },
  {
      "en": "strap",
      "ru": "ремень"
  },
  {
      "en": "straw",
      "ru": "солома"
  },
  {
      "en": "strawberry",
      "ru": "клубника"
  },
  {
      "en": "stray",
      "ru": "бродить, бродячий"
  },
  {
      "en": "streak",
      "ru": "полоса, след, струя"
  },
  {
      "en": "stream",
      "ru": "поток, ручей"
  },
  {
      "en": "strength",
      "ru": "сила, мощность, прочность"
  },
  {
      "en": "stress",
      "ru": "подчеркнуть, заострить внимание"
  },
  {
      "en": "stretch",
      "ru": "тянуть, вытягивать"
  },
  {
      "en": "strew (strewn, strewn)",
      "ru": "разбрасывать"
  },
  {
      "en": "strict",
      "ru": "строгий, точный"
  },
  {
      "en": "stride (strode, stridden)",
      "ru": "шагать, шаг"
  },
  {
      "en": "strike",
      "ru": "забастовка"
  },
  {
      "en": "strike (struck, struck)",
      "ru": "бить, удар"
  },
  {
      "en": "strike out",
      "ru": "потерпеть неудачу"
  },
  {
      "en": "string",
      "ru": "струна, тетива, бечева"
  },
  {
      "en": "stringent",
      "ru": "строгий"
  },
  {
      "en": "strip",
      "ru": "полоса, лента"
  },
  {
      "en": "strip",
      "ru": "снимать (обнажать)"
  },
  {
      "en": "stripe",
      "ru": "полоса"
  },
  {
      "en": "strive (strove, striven)",
      "ru": "стремиться, добиваться"
  },
  {
      "en": "stroke",
      "ru": "гладить"
  },
  {
      "en": "stroll",
      "ru": "прогулка, прогуливаться"
  },
  {
      "en": "struggle",
      "ru": "бороться, борьба"
  },
  {
      "en": "stubborn",
      "ru": "упрямый"
  },
  {
      "en": "stud",
      "ru": "шпилька"
  },
  {
      "en": "stuff",
      "ru": "вещи, всякая фигня"
  },
  {
      "en": "stuffy",
      "ru": "душный"
  },
  {
      "en": "stumble",
      "ru": "спотыкаться, запинаться"
  },
  {
      "en": "stump",
      "ru": "пень"
  },
  {
      "en": "stun",
      "ru": "ошеломить, оглушить"
  },
  {
      "en": "stunt",
      "ru": "трюк, выходка"
  },
  {
      "en": "stupid",
      "ru": "глупый"
  },
  {
      "en": "sturdy",
      "ru": "крепкий"
  },
  {
      "en": "subdue",
      "ru": "подавить, укротить"
  },
  {
      "en": "subject",
      "ru": "предмет, тема"
  },
  {
      "en": "subject",
      "ru": "подверженный, подвергать"
  },
  {
      "en": "sublime",
      "ru": "возвышенный, величественный"
  },
  {
      "en": "submerge",
      "ru": "погружаться под воду"
  },
  {
      "en": "submit",
      "ru": "подавать информацию"
  },
  {
      "en": "submit to",
      "ru": "подчиниться"
  },
  {
      "en": "subordinate",
      "ru": "подчиненный, подчинять"
  },
  {
      "en": "subscribe",
      "ru": "подписываться"
  },
  {
      "en": "subsequent",
      "ru": "последующий"
  },
  {
      "en": "subside",
      "ru": "утихать, спадать"
  },
  {
      "en": "subsidiary",
      "ru": "вспомогательный, дополнительный"
  },
  {
      "en": "subsist",
      "ru": "существовать, прокормиться"
  },
  {
      "en": "substance",
      "ru": "вещество, материя"
  },
  {
      "en": "substantial",
      "ru": "существенный, значительный"
  },
  {
      "en": "substantive",
      "ru": "существенный, основной"
  },
  {
      "en": "substitute",
      "ru": "заменять, замена"
  },
  {
      "en": "subtitle",
      "ru": "субтитры или подзаголовок"
  },
  {
      "en": "subtle",
      "ru": "тонкий, неуловимый"
  },
  {
      "en": "subtract",
      "ru": "вычитать"
  },
  {
      "en": "suburb",
      "ru": "пригород"
  },
  {
      "en": "subvert",
      "ru": "подорвать"
  },
  {
      "en": "subway",
      "ru": "метро (амер.)"
  },
  {
      "en": "succeed",
      "ru": "достичь цели"
  },
  {
      "en": "success",
      "ru": "успех"
  },
  {
      "en": "succession",
      "ru": "последовательность, преемственность"
  },
  {
      "en": "successor",
      "ru": "преемник"
  },
  {
      "en": "succumb",
      "ru": "поддаться, не устоять"
  },
  {
      "en": "suck",
      "ru": "сосать"
  },
  {
      "en": "sudden",
      "ru": "внезапный"
  },
  {
      "en": "sue",
      "ru": "предъявить иск"
  },
  {
      "en": "suffer",
      "ru": "страдать"
  },
  {
      "en": "suffice",
      "ru": "хватать, быть достаточным"
  },
  {
      "en": "sufficient",
      "ru": "достаточный"
  },
  {
      "en": "suffocate",
      "ru": "задыхаться"
  },
  {
      "en": "suggest",
      "ru": "предлагать"
  },
  {
      "en": "suit",
      "ru": "костюм, комплект"
  },
  {
      "en": "suit",
      "ru": "подходить, соответствовать"
  },
  {
      "en": "suitcase",
      "ru": "чемодан"
  },
  {
      "en": "suite",
      "ru": "апартаменты, номер люкс"
  },
  {
      "en": "sulfur (sulphur)",
      "ru": "сера"
  },
  {
      "en": "sum",
      "ru": "сумма, суммировать"
  },
  {
      "en": "sum up",
      "ru": "подытожить"
  },
  {
      "en": "summary",
      "ru": "сводка, конспект"
  },
  {
      "en": "summit",
      "ru": "вершина, верх"
  },
  {
      "en": "summon",
      "ru": "вызывать"
  },
  {
      "en": "sunset",
      "ru": "закат солнца"
  },
  {
      "en": "superb",
      "ru": "превосходный"
  },
  {
      "en": "superficial",
      "ru": "поверхностный"
  },
  {
      "en": "superintendent",
      "ru": "управляющий, начальник"
  },
  {
      "en": "superior",
      "ru": "высший, превосходящий"
  },
  {
      "en": "supervise",
      "ru": "надзирать, контролировать"
  },
  {
      "en": "supplement",
      "ru": "дополнение, дополнять"
  },
  {
      "en": "supply",
      "ru": "поставлять, поставка"
  },
  {
      "en": "supply",
      "ru": "предложение"
  },
  {
      "en": "support",
      "ru": "поддерживать"
  },
  {
      "en": "suppose",
      "ru": "полагать"
  },
  {
      "en": "suppress",
      "ru": "подавлять, удерживать"
  },
  {
      "en": "supreme",
      "ru": "высший, верховный"
  },
  {
      "en": "sure",
      "ru": "уверенный"
  },
  {
      "en": "surf",
      "ru": "прибой"
  },
  {
      "en": "surface",
      "ru": "поверхность"
  },
  {
      "en": "surge",
      "ru": "волна, всплеск, вздыматься"
  },
  {
      "en": "surgery",
      "ru": "хирургия, операция"
  },
  {
      "en": "surpass",
      "ru": "превзойти"
  },
  {
      "en": "surplus",
      "ru": "избыток, излишек (экон.)"
  },
  {
      "en": "surprise",
      "ru": "удивлять, удивление"
  },
  {
      "en": "surrender",
      "ru": "сдаваться, капитулировать"
  },
  {
      "en": "surround",
      "ru": "окружать"
  },
  {
      "en": "surveillance",
      "ru": "наблюдение"
  },
  {
      "en": "survey",
      "ru": "обзор, исследование"
  },
  {
      "en": "survive",
      "ru": "выжить"
  },
  {
      "en": "susceptible",
      "ru": "восприимчивый, подверженный"
  },
  {
      "en": "suspect",
      "ru": "подозревать, подозреваемый"
  },
  {
      "en": "suspend",
      "ru": "приостановить, подвесить"
  },
  {
      "en": "suspicious",
      "ru": "подозрительный"
  },
  {
      "en": "sustain",
      "ru": "поддерживать"
  },
  {
      "en": "swallow",
      "ru": "проглатывать, глоток"
  },
  {
      "en": "swamp",
      "ru": "болото, топь"
  },
  {
      "en": "swan",
      "ru": "лебедь"
  },
  {
      "en": "swap",
      "ru": "менять, обмен"
  },
  {
      "en": "swarm",
      "ru": "рой, роиться, толпиться"
  },
  {
      "en": "sway",
      "ru": "раскачивать"
  },
  {
      "en": "swear",
      "ru": "клясться"
  },
  {
      "en": "swear",
      "ru": "ругаться"
  },
  {
      "en": "sweat",
      "ru": "пот, потеть"
  },
  {
      "en": "sweep",
      "ru": "размах, охват"
  },
  {
      "en": "sweep (swept, swept)",
      "ru": "подметать"
  },
  {
      "en": "sweetheart",
      "ru": "возлюбленный (ая), милый"
  },
  {
      "en": "swell (swelled, swollen)",
      "ru": "раздуваться, распухать"
  },
  {
      "en": "swift",
      "ru": "быстрый, скорый"
  },
  {
      "en": "swing (swung, swung)",
      "ru": "качать, махать"
  },
  {
      "en": "swirl",
      "ru": "кружить, вихрь, водоворот"
  },
  {
      "en": "switch",
      "ru": "переключать, переключатель"
  },
  {
      "en": "swoop",
      "ru": "кинуться, напасть"
  },
  {
      "en": "sword",
      "ru": "меч"
  },
  {
      "en": "syllable",
      "ru": "слог"
  },
  {
      "en": "symbol",
      "ru": "символ"
  },
  {
      "en": "sympathy",
      "ru": "сочуствие"
  },
  {
      "en": "syringe",
      "ru": "шприц"
  },
  {
      "en": "table",
      "ru": "таблица"
  },
  {
      "en": "tablet",
      "ru": "плитка, пластина"
  },
  {
      "en": "tack",
      "ru": "канцелярская кнопка, гвоздик"
  },
  {
      "en": "tack",
      "ru": "курс, линия поведения"
  },
  {
      "en": "tackle",
      "ru": "принадлежности, снаряжение"
  },
  {
      "en": "tackle",
      "ru": "взяться за что-л."
  },
  {
      "en": "tag",
      "ru": "этикетка, ярлык"
  },
  {
      "en": "tail",
      "ru": "хвост"
  },
  {
      "en": "tailor",
      "ru": "портной, кроить"
  },
  {
      "en": "taint",
      "ru": "загрязнить, испортить"
  },
  {
      "en": "take",
      "ru": "воспринимать"
  },
  {
      "en": "take a look",
      "ru": "взглянуть"
  },
  {
      "en": "take a walk",
      "ru": "прогуляться"
  },
  {
      "en": "take aback",
      "ru": "ошеломить"
  },
  {
      "en": "take advantage of",
      "ru": "воспользоваться"
  },
  {
      "en": "take after",
      "ru": "быть в (родителей)"
  },
  {
      "en": "take apart",
      "ru": "разбирать"
  },
  {
      "en": "take away",
      "ru": "отнять"
  },
  {
      "en": "take care",
      "ru": "позаботиться, заняться"
  },
  {
      "en": "take down",
      "ru": "записать"
  },
  {
      "en": "take in",
      "ru": "понять, вникнуть"
  },
  {
      "en": "take off",
      "ru": "снять"
  },
  {
      "en": "take off",
      "ru": "взлететь"
  },
  {
      "en": "take on",
      "ru": "соревноваться, столкнуться"
  },
  {
      "en": "take on",
      "ru": "набрать (напр. рабочих)"
  },
  {
      "en": "take over",
      "ru": "принять обязанности"
  },
  {
      "en": "take part",
      "ru": "принимать участие"
  },
  {
      "en": "take place",
      "ru": "происходить, бывать"
  },
  {
      "en": "take up",
      "ru": "заняться чем-либо"
  },
  {
      "en": "talk into",
      "ru": "уговорить"
  },
  {
      "en": "talk over",
      "ru": "обговорить"
  },
  {
      "en": "talk smb out",
      "ru": "отговорить"
  },
  {
      "en": "tall",
      "ru": "высокий (чел)"
  },
  {
      "en": "tally",
      "ru": "подсчитывать, подсчёт, итог"
  },
  {
      "en": "tame",
      "ru": "ручной, приручать"
  },
  {
      "en": "tan",
      "ru": "загар, загорать"
  },
  {
      "en": "tangible",
      "ru": "осязаемый"
  },
  {
      "en": "tangle",
      "ru": "запутывать"
  },
  {
      "en": "tank",
      "ru": "бак"
  },
  {
      "en": "tap",
      "ru": "стучать"
  },
  {
      "en": "tap",
      "ru": "кран"
  },
  {
      "en": "tape",
      "ru": "лента, записывать на ленту"
  },
  {
      "en": "tar",
      "ru": "смола"
  },
  {
      "en": "target",
      "ru": "цель, мишень"
  },
  {
      "en": "tart",
      "ru": "пирог, обычно фруктовый"
  },
  {
      "en": "task",
      "ru": "задание, задача"
  },
  {
      "en": "taste",
      "ru": "вкус, иметь вкус"
  },
  {
      "en": "tattered",
      "ru": "оборванный"
  },
  {
      "en": "taunt",
      "ru": "насмехаться, насмешка"
  },
  {
      "en": "tax",
      "ru": "налог"
  },
  {
      "en": "team",
      "ru": "команда, бригада"
  },
  {
      "en": "tear",
      "ru": "слеза"
  },
  {
      "en": "tear (tore, torn)",
      "ru": "рвать"
  },
  {
      "en": "tease",
      "ru": "дразнить"
  },
  {
      "en": "tedious",
      "ru": "утомительный, нудный"
  },
  {
      "en": "teenage",
      "ru": "возраста 13-19"
  },
  {
      "en": "tell apart",
      "ru": "различать"
  },
  {
      "en": "tell from",
      "ru": "отличить"
  },
  {
      "en": "tell off",
      "ru": "ругать"
  },
  {
      "en": "tell on",
      "ru": "донести на кого-то"
  },
  {
      "en": "temper",
      "ru": "характер"
  },
  {
      "en": "temple",
      "ru": "храм"
  },
  {
      "en": "temple",
      "ru": "висок"
  },
  {
      "en": "temporary",
      "ru": "временный"
  },
  {
      "en": "tempt",
      "ru": "искушать"
  },
  {
      "en": "tenant",
      "ru": "арендатор"
  },
  {
      "en": "tend",
      "ru": "иметь склонность"
  },
  {
      "en": "tend",
      "ru": "ухаживать"
  },
  {
      "en": "tender",
      "ru": "нежный"
  },
  {
      "en": "tense",
      "ru": "напряжённый, напрягать"
  },
  {
      "en": "tent",
      "ru": "палатка, шатёр"
  },
  {
      "en": "tentative",
      "ru": "пробный, экспериментальный"
  },
  {
      "en": "term",
      "ru": "срок, период"
  },
  {
      "en": "term",
      "ru": "термин"
  },
  {
      "en": "terminal",
      "ru": "конечный, заключительный"
  },
  {
      "en": "terminate",
      "ru": "прекратить, завершить (офиц.)"
  },
  {
      "en": "terms",
      "ru": "отношения"
  },
  {
      "en": "terms",
      "ru": "условия, соглашение"
  },
  {
      "en": "terrain",
      "ru": "местность"
  },
  {
      "en": "terrible",
      "ru": "ужасный"
  },
  {
      "en": "terrify",
      "ru": "устрашать"
  },
  {
      "en": "terror",
      "ru": "ужас"
  },
  {
      "en": "testament",
      "ru": "завет, завещание"
  },
  {
      "en": "testify",
      "ru": "свидетельствовать"
  },
  {
      "en": "testimony",
      "ru": "показание, свидетельство"
  },
  {
      "en": "text",
      "ru": "писать (сообщение)"
  },
  {
      "en": "thank",
      "ru": "благодарить"
  },
  {
      "en": "thaw",
      "ru": "оттепель, оттаивать"
  },
  {
      "en": "theater (theatre)",
      "ru": "театр"
  },
  {
      "en": "theft",
      "ru": "кража"
  },
  {
      "en": "theme",
      "ru": "тема"
  },
  {
      "en": "thereafter",
      "ru": "впоследствии"
  },
  {
      "en": "thereby",
      "ru": "тем самым"
  },
  {
      "en": "therefore",
      "ru": "следовательно"
  },
  {
      "en": "thermal",
      "ru": "тепловой"
  },
  {
      "en": "thick",
      "ru": "толстый"
  },
  {
      "en": "thick",
      "ru": "густой"
  },
  {
      "en": "thief (pl: thieves)",
      "ru": "вор"
  },
  {
      "en": "thigh",
      "ru": "бедро"
  },
  {
      "en": "thin",
      "ru": "тонкий, худой"
  },
  {
      "en": "think over",
      "ru": "обдумать"
  },
  {
      "en": "thirst",
      "ru": "жажда"
  },
  {
      "en": "thorn",
      "ru": "шип, колючка"
  },
  {
      "en": "thorough",
      "ru": "основательный, полный"
  },
  {
      "en": "though (even though)",
      "ru": "хотя"
  },
  {
      "en": "thought",
      "ru": "мысль"
  },
  {
      "en": "thread",
      "ru": "нить"
  },
  {
      "en": "threat",
      "ru": "угроза"
  },
  {
      "en": "threshold",
      "ru": "порог"
  },
  {
      "en": "thrift",
      "ru": "бережливость"
  },
  {
      "en": "thrill",
      "ru": "трепет, дрожь, дрожать"
  },
  {
      "en": "thrive",
      "ru": "процветать, преуспевать"
  },
  {
      "en": "throat",
      "ru": "горло"
  },
  {
      "en": "throng",
      "ru": "толпа, толчея, толпиться"
  },
  {
      "en": "throw (threw, thrown)",
      "ru": "бросать"
  },
  {
      "en": "throw away",
      "ru": "выбрасывать"
  },
  {
      "en": "throw up",
      "ru": "блевануть"
  },
  {
      "en": "thrust",
      "ru": "сунуть, пихнуть (быстро)"
  },
  {
      "en": "thud",
      "ru": "глухой удар"
  },
  {
      "en": "thug",
      "ru": "бандит, головорез"
  },
  {
      "en": "thumb",
      "ru": "большой палец"
  },
  {
      "en": "thump",
      "ru": "колотить"
  },
  {
      "en": "thunder",
      "ru": "гром"
  },
  {
      "en": "thus",
      "ru": "таким образом, поэтому"
  },
  {
      "en": "thwart",
      "ru": "помешать, сорвать"
  },
  {
      "en": "tick",
      "ru": "галочка, поставить галочку"
  },
  {
      "en": "tick",
      "ru": "клещ"
  },
  {
      "en": "ticket",
      "ru": "билет, талон"
  },
  {
      "en": "tickle",
      "ru": "щекотать"
  },
  {
      "en": "tide",
      "ru": "волна, поток, прилив"
  },
  {
      "en": "tidy",
      "ru": "опрятный, аккуратный"
  },
  {
      "en": "tie",
      "ru": "галстук, завязка и т.п."
  },
  {
      "en": "tie",
      "ru": "связывать, завязывать"
  },
  {
      "en": "tied up",
      "ru": "занятый"
  },
  {
      "en": "tier",
      "ru": "ярус"
  },
  {
      "en": "tight",
      "ru": "тугой, тесный"
  },
  {
      "en": "tile",
      "ru": "плитка, черепица"
  },
  {
      "en": "tilt",
      "ru": "наклонять, наклон"
  },
  {
      "en": "timber",
      "ru": "древесина, лесоматериалы"
  },
  {
      "en": "timely",
      "ru": "своевременный"
  },
  {
      "en": "timetable",
      "ru": "расписание"
  },
  {
      "en": "timid",
      "ru": "робкий, пугливый"
  },
  {
      "en": "tin",
      "ru": "олово или жесть"
  },
  {
      "en": "tinker with",
      "ru": "возиться, пытаться сделать"
  },
  {
      "en": "tint",
      "ru": "оттенок"
  },
  {
      "en": "tiny",
      "ru": "крошечный"
  },
  {
      "en": "tip",
      "ru": "кончик, верхушка"
  },
  {
      "en": "tip",
      "ru": "совет, рекомендация"
  },
  {
      "en": "tip (tips)",
      "ru": "чаевые"
  },
  {
      "en": "tip smb off",
      "ru": "предупредить, секретно сообщить"
  },
  {
      "en": "tire (tyre)",
      "ru": "шина"
  },
  {
      "en": "tired",
      "ru": "усталый"
  },
  {
      "en": "tissue",
      "ru": "ткань"
  },
  {
      "en": "tissue",
      "ru": "бумажная салфетка"
  },
  {
      "en": "title",
      "ru": "заголовок"
  },
  {
      "en": "toddler",
      "ru": "малыш (1-2 года)"
  },
  {
      "en": "toe",
      "ru": "палец (ноги)"
  },
  {
      "en": "toil",
      "ru": "тяжело трудиться"
  },
  {
      "en": "token",
      "ru": "знак, признак, маркер"
  },
  {
      "en": "tolerate",
      "ru": "терпеть"
  },
  {
      "en": "toll",
      "ru": "плата, пошлина, тариф"
  },
  {
      "en": "tomb",
      "ru": "надгробие, склеп"
  },
  {
      "en": "tongue",
      "ru": "язык"
  },
  {
      "en": "tool",
      "ru": "инструмент"
  },
  {
      "en": "tooth (pl: teeth)",
      "ru": "зуб"
  },
  {
      "en": "topic",
      "ru": "тема, предмет обсуждения"
  },
  {
      "en": "topple",
      "ru": "опрокинуть(ся)"
  },
  {
      "en": "tops",
      "ru": "самое большое"
  },
  {
      "en": "torch",
      "ru": "факел, горелка"
  },
  {
      "en": "torment",
      "ru": "мучение"
  },
  {
      "en": "torture",
      "ru": "пытка, мучить"
  },
  {
      "en": "toss",
      "ru": "бросать"
  },
  {
      "en": "total",
      "ru": "полный, всеобщий"
  },
  {
      "en": "touch",
      "ru": "связь, контакт"
  },
  {
      "en": "touch",
      "ru": "касаться, прикосновение"
  },
  {
      "en": "tough",
      "ru": "жёсткий, крепкий, тяжёлый"
  },
  {
      "en": "tournament",
      "ru": "турнир"
  },
  {
      "en": "tout",
      "ru": "рекламировать, нявязывать"
  },
  {
      "en": "tow",
      "ru": "буксир или эвакуатор, буксировать"
  },
  {
      "en": "toward (towards)",
      "ru": "по направлению к"
  },
  {
      "en": "towel",
      "ru": "полотенце"
  },
  {
      "en": "tower",
      "ru": "башня, возвышаться"
  },
  {
      "en": "toy with",
      "ru": "подумывать о ч-л"
  },
  {
      "en": "trace",
      "ru": "след, отслеживать"
  },
  {
      "en": "track",
      "ru": "след, выслеживать"
  },
  {
      "en": "track down",
      "ru": "разыскать, отследить"
  },
  {
      "en": "trade",
      "ru": "торговля, торговый"
  },
  {
      "en": "traffic light",
      "ru": "светофор"
  },
  {
      "en": "trail",
      "ru": "след, тропа"
  },
  {
      "en": "train",
      "ru": "поезд"
  },
  {
      "en": "train",
      "ru": "тренировать"
  },
  {
      "en": "trait",
      "ru": "черта, характеристика"
  },
  {
      "en": "traitor",
      "ru": "изменник"
  },
  {
      "en": "tram",
      "ru": "трамвай"
  },
  {
      "en": "tramp",
      "ru": "бродяга"
  },
  {
      "en": "tranquil",
      "ru": "спокойный"
  },
  {
      "en": "transcend",
      "ru": "преодолеть (пределы)"
  },
  {
      "en": "transcript",
      "ru": "расшифровка, текст"
  },
  {
      "en": "transfer",
      "ru": "перевести, перевод"
  },
  {
      "en": "transition",
      "ru": "переход"
  },
  {
      "en": "transmit",
      "ru": "передавать, переносить"
  },
  {
      "en": "transparent",
      "ru": "прозрачный"
  },
  {
      "en": "trap",
      "ru": "ловушка, ловить"
  },
  {
      "en": "trash",
      "ru": "мусор"
  },
  {
      "en": "tray",
      "ru": "лоток, поднос, поддон"
  },
  {
      "en": "treachery",
      "ru": "предательство, вероломство"
  },
  {
      "en": "tread",
      "ru": "ступать, шагать"
  },
  {
      "en": "treasure",
      "ru": "сокровище"
  },
  {
      "en": "treat",
      "ru": "обращаться, иметь дело"
  },
  {
      "en": "treaty",
      "ru": "договор (между гос-вами)"
  },
  {
      "en": "trek",
      "ru": "поход, переход"
  },
  {
      "en": "tremble",
      "ru": "дрожать"
  },
  {
      "en": "tremendous",
      "ru": "громадный, страшный"
  },
  {
      "en": "trench",
      "ru": "траншея"
  },
  {
      "en": "trial",
      "ru": "испытание, пробный"
  },
  {
      "en": "trial",
      "ru": "судебный процесс"
  },
  {
      "en": "triangle",
      "ru": "треугольник"
  },
  {
      "en": "tribe",
      "ru": "племя"
  },
  {
      "en": "tribute",
      "ru": "дань"
  },
  {
      "en": "trick",
      "ru": "трюк, фокус, уловка"
  },
  {
      "en": "trickle",
      "ru": "струйка, капать, сочиться"
  },
  {
      "en": "trigger",
      "ru": "спусковой крючок"
  },
  {
      "en": "trim",
      "ru": "подстригать, обрезать, ровнять"
  },
  {
      "en": "trip",
      "ru": "поездка"
  },
  {
      "en": "triple",
      "ru": "тройной"
  },
  {
      "en": "troop",
      "ru": "отряд"
  },
  {
      "en": "trophy",
      "ru": "трофей, приз"
  },
  {
      "en": "troublesome",
      "ru": "хлопотный, беспокойный"
  },
  {
      "en": "trousers",
      "ru": "брюки"
  },
  {
      "en": "trout",
      "ru": "форель"
  },
  {
      "en": "truck",
      "ru": "грузовик"
  },
  {
      "en": "trump",
      "ru": "козырь"
  },
  {
      "en": "trumpet",
      "ru": "труба"
  },
  {
      "en": "trunk",
      "ru": "багажник"
  },
  {
      "en": "trunk",
      "ru": "ствол дерева"
  },
  {
      "en": "trunk",
      "ru": "чемодан, сундук"
  },
  {
      "en": "trust",
      "ru": "доверять"
  },
  {
      "en": "try on",
      "ru": "примерить"
  },
  {
      "en": "try out",
      "ru": "испытать"
  },
  {
      "en": "tub",
      "ru": "ванна, бадья"
  },
  {
      "en": "tube",
      "ru": "тюбик"
  },
  {
      "en": "tube",
      "ru": "труба"
  },
  {
      "en": "tube",
      "ru": "метро (в Лондоне)"
  },
  {
      "en": "tuck",
      "ru": "подоткнуть, заправить и т. д."
  },
  {
      "en": "tug",
      "ru": "тянуть, рывок"
  },
  {
      "en": "tuition",
      "ru": "обучение, плата за обучение"
  },
  {
      "en": "tumble",
      "ru": "перевернуться, кувыркнуться"
  },
  {
      "en": "tumor (tumour)",
      "ru": "опухоль"
  },
  {
      "en": "tuna",
      "ru": "тунец"
  },
  {
      "en": "tune",
      "ru": "мелодия, мотив"
  },
  {
      "en": "tune",
      "ru": "настраивать"
  },
  {
      "en": "turkey",
      "ru": "индейка, индюк"
  },
  {
      "en": "turmoil",
      "ru": "смятение, беспорядок"
  },
  {
      "en": "turn",
      "ru": "очередь, смена"
  },
  {
      "en": "turn away",
      "ru": "не пустить"
  },
  {
      "en": "turn down",
      "ru": "отказаться от предложения"
  },
  {
      "en": "turn into",
      "ru": "превращать (ся)"
  },
  {
      "en": "turn off",
      "ru": "выключить"
  },
  {
      "en": "turn off",
      "ru": "свернуть (с дороги)"
  },
  {
      "en": "turn on",
      "ru": "включить"
  },
  {
      "en": "turn on",
      "ru": "заводить, возбуждать"
  },
  {
      "en": "turn out",
      "ru": "оказаться"
  },
  {
      "en": "turn over",
      "ru": "перевернуть"
  },
  {
      "en": "turn up",
      "ru": "сделать погромче"
  },
  {
      "en": "turnover",
      "ru": "оборот (экон.)"
  },
  {
      "en": "turtle",
      "ru": "черепаха"
  },
  {
      "en": "tutor",
      "ru": "репетитор, преподаватель"
  },
  {
      "en": "tweak",
      "ru": "доделать, настроить (разг.)"
  },
  {
      "en": "twig",
      "ru": "прут, веточка"
  },
  {
      "en": "twilight",
      "ru": "сумерки"
  },
  {
      "en": "twin",
      "ru": "близнец"
  },
  {
      "en": "twinkle",
      "ru": "блеск, мерцание"
  },
  {
      "en": "twirl",
      "ru": "вертеть"
  },
  {
      "en": "twist",
      "ru": "скручивать"
  },
  {
      "en": "twitch",
      "ru": "дёргаться"
  },
  {
      "en": "type",
      "ru": "печатать, набирать текст"
  },
  {
      "en": "ugly",
      "ru": "безобразный, уродливый"
  },
  {
      "en": "ultimate",
      "ru": "окончательный, конечный"
  },
  {
      "en": "umbrella",
      "ru": "зонтик"
  },
  {
      "en": "unanimous",
      "ru": "единогласный"
  },
  {
      "en": "unbelievable",
      "ru": "невероятный"
  },
  {
      "en": "uncle",
      "ru": "дядя"
  },
  {
      "en": "undergo",
      "ru": "пройти через, подвергнуться"
  },
  {
      "en": "underground",
      "ru": "подземный"
  },
  {
      "en": "underlie",
      "ru": "лежать в основе"
  },
  {
      "en": "underline",
      "ru": "подчеркивнуть"
  },
  {
      "en": "undermine",
      "ru": "подрывать"
  },
  {
      "en": "underneath",
      "ru": "под"
  },
  {
      "en": "underpants",
      "ru": "трусы"
  },
  {
      "en": "underscore",
      "ru": "нижнее подчеркивание"
  },
  {
      "en": "undertake",
      "ru": "предпринимать"
  },
  {
      "en": "underwear",
      "ru": "нижнее белье"
  },
  {
      "en": "undo",
      "ru": "расстёгнуть, развязать, открыть"
  },
  {
      "en": "union",
      "ru": "союз"
  },
  {
      "en": "unique",
      "ru": "уникальный"
  },
  {
      "en": "unit",
      "ru": "единица, элемент"
  },
  {
      "en": "unite",
      "ru": "объединять"
  },
  {
      "en": "universe",
      "ru": "вселенная"
  },
  {
      "en": "unless",
      "ru": "если не"
  },
  {
      "en": "upcoming",
      "ru": "предстоящий, наступающий"
  },
  {
      "en": "update",
      "ru": "обновлять, обновление"
  },
  {
      "en": "uphill",
      "ru": "в гору"
  },
  {
      "en": "uphold",
      "ru": "соблюдать, поддерживать"
  },
  {
      "en": "upper",
      "ru": "верхний"
  },
  {
      "en": "upright",
      "ru": "вертикальный, стоячий"
  },
  {
      "en": "upright",
      "ru": "честный"
  },
  {
      "en": "uprising (rising)",
      "ru": "восстание"
  },
  {
      "en": "upset",
      "ru": "расстраивать, расстроенный"
  },
  {
      "en": "upside down",
      "ru": "вверх ногами"
  },
  {
      "en": "up-to-date",
      "ru": "современный, актуальный"
  },
  {
      "en": "upwards (upward)",
      "ru": "вверх"
  },
  {
      "en": "urban",
      "ru": "городской"
  },
  {
      "en": "urge",
      "ru": "побуждать, гнать и т.д."
  },
  {
      "en": "urgent",
      "ru": "срочный"
  },
  {
      "en": "usage",
      "ru": "применение"
  },
  {
      "en": "used to",
      "ru": "когда-то бывало"
  },
  {
      "en": "useful",
      "ru": "полезный"
  },
  {
      "en": "utility",
      "ru": "полезность"
  },
  {
      "en": "utilize",
      "ru": "использовать"
  },
  {
      "en": "utter",
      "ru": "полный, абсолютный"
  },
  {
      "en": "utter",
      "ru": "издать, произнести"
  },
  {
      "en": "vacation",
      "ru": "отпуск, каникулы"
  },
  {
      "en": "vague",
      "ru": "смутный"
  },
  {
      "en": "vain",
      "ru": "тщеславный, самолюбивый"
  },
  {
      "en": "vain",
      "ru": "напрасный, безрезультатный"
  },
  {
      "en": "valid",
      "ru": "действительный"
  },
  {
      "en": "valley",
      "ru": "долина"
  },
  {
      "en": "value",
      "ru": "ценность, оценивать"
  },
  {
      "en": "valve",
      "ru": "задвижка, вентиль"
  },
  {
      "en": "van",
      "ru": "фургон"
  },
  {
      "en": "vanish",
      "ru": "исчезнуть"
  },
  {
      "en": "vapor",
      "ru": "пар"
  },
  {
      "en": "variety",
      "ru": "разнообразие, множество"
  },
  {
      "en": "various",
      "ru": "разнообразный"
  },
  {
      "en": "varnish",
      "ru": "лак, лакировать"
  },
  {
      "en": "vary",
      "ru": "меняться, разниться"
  },
  {
      "en": "vase",
      "ru": "ваза"
  },
  {
      "en": "vast",
      "ru": "просторный, простор"
  },
  {
      "en": "vault",
      "ru": "свод, небосвод"
  },
  {
      "en": "vault",
      "ru": "хранилище, об. в подвале"
  },
  {
      "en": "veer",
      "ru": "резко свернуть"
  },
  {
      "en": "vegetable",
      "ru": "овощ"
  },
  {
      "en": "vegetation",
      "ru": "растительность"
  },
  {
      "en": "vehicle",
      "ru": "транспортное средство"
  },
  {
      "en": "veil",
      "ru": "вуаль, закрывать"
  },
  {
      "en": "vein",
      "ru": "вена"
  },
  {
      "en": "velocity",
      "ru": "быстрота перемещения"
  },
  {
      "en": "velvet",
      "ru": "бархат"
  },
  {
      "en": "vendor",
      "ru": "продавец, торговец"
  },
  {
      "en": "vengeance",
      "ru": "отмщение"
  },
  {
      "en": "vent",
      "ru": "выход, отдушина"
  },
  {
      "en": "venture",
      "ru": "авантюра, предприятие, решиться"
  },
  {
      "en": "verb",
      "ru": "глагол"
  },
  {
      "en": "verge",
      "ru": "обочина"
  },
  {
      "en": "verge",
      "ru": "грань, предел"
  },
  {
      "en": "verify",
      "ru": "проверить"
  },
  {
      "en": "versatile",
      "ru": "универсальный, разносторонний"
  },
  {
      "en": "verse",
      "ru": "стих"
  },
  {
      "en": "vessel",
      "ru": "сосуд"
  },
  {
      "en": "vessel",
      "ru": "судно"
  },
  {
      "en": "vest",
      "ru": "жилет"
  },
  {
      "en": "via",
      "ru": "через"
  },
  {
      "en": "viable",
      "ru": "жизнеспособный"
  },
  {
      "en": "vice",
      "ru": "порок, недостаток"
  },
  {
      "en": "vice versa",
      "ru": "(и) наоборот"
  },
  {
      "en": "vicinity",
      "ru": "окрестность, близость"
  },
  {
      "en": "vicious",
      "ru": "злобный, жестокий"
  },
  {
      "en": "victim",
      "ru": "жертва"
  },
  {
      "en": "view",
      "ru": "вид, взгляд"
  },
  {
      "en": "vigil",
      "ru": "дежурство, бдение"
  },
  {
      "en": "vigor",
      "ru": "сила, энергия, здоровье"
  },
  {
      "en": "village",
      "ru": "деревня"
  },
  {
      "en": "villain",
      "ru": "негодяй"
  },
  {
      "en": "vine",
      "ru": "виноград (растение)"
  },
  {
      "en": "vinegar",
      "ru": "уксус"
  },
  {
      "en": "violate",
      "ru": "нарушать"
  },
  {
      "en": "violent",
      "ru": "яростный, жестокий"
  },
  {
      "en": "violet",
      "ru": "фиолетовый"
  },
  {
      "en": "violin",
      "ru": "скрипка"
  },
  {
      "en": "virgin",
      "ru": "девственница, дева"
  },
  {
      "en": "virtual",
      "ru": "действительный, фактический"
  },
  {
      "en": "virtue",
      "ru": "достоинство, добродетель"
  },
  {
      "en": "visible",
      "ru": "видимый"
  },
  {
      "en": "vision",
      "ru": "зрение или видение"
  },
  {
      "en": "visit",
      "ru": "посетить, посещение"
  },
  {
      "en": "vital",
      "ru": "жизненный, жизненно важный"
  },
  {
      "en": "vivid",
      "ru": "яркий"
  },
  {
      "en": "vocabulary",
      "ru": "словарный запас"
  },
  {
      "en": "vocation",
      "ru": "призвание или профессия"
  },
  {
      "en": "void",
      "ru": "недействительный, пустой"
  },
  {
      "en": "volatile",
      "ru": "изменчивый, нестабильный"
  },
  {
      "en": "volume",
      "ru": "громкость"
  },
  {
      "en": "volume",
      "ru": "том, книга"
  },
  {
      "en": "volume",
      "ru": "объём"
  },
  {
      "en": "voluntary",
      "ru": "добровольный"
  },
  {
      "en": "vomit",
      "ru": "рвота, блевать"
  },
  {
      "en": "vote",
      "ru": "голосовать"
  },
  {
      "en": "vow",
      "ru": "клятва, торжественное обещание"
  },
  {
      "en": "voyage",
      "ru": "путешествие, рейс"
  },
  {
      "en": "vulnerable",
      "ru": "уязвимый, чувствительный"
  },
  {
      "en": "wad",
      "ru": "комок или пачка (денег)"
  },
  {
      "en": "wade",
      "ru": "брод, переходить вброд"
  },
  {
      "en": "waffle",
      "ru": "вафля, вафельный"
  },
  {
      "en": "wag",
      "ru": "махать, вилять"
  },
  {
      "en": "wage",
      "ru": "заработок, оплата"
  },
  {
      "en": "wail",
      "ru": "вопить, вопль"
  },
  {
      "en": "waist",
      "ru": "талия"
  },
  {
      "en": "waiter",
      "ru": "официант"
  },
  {
      "en": "waive",
      "ru": "отказаться, воздержаться от"
  },
  {
      "en": "wake (up)",
      "ru": "просыпаться или будить"
  },
  {
      "en": "wallet",
      "ru": "бумажник"
  },
  {
      "en": "wallpaper",
      "ru": "обои"
  },
  {
      "en": "walnut",
      "ru": "грецкий орех"
  },
  {
      "en": "wander",
      "ru": "бродить, блуждать"
  },
  {
      "en": "wane",
      "ru": "убывать"
  },
  {
      "en": "ward",
      "ru": "палата, отделение, камера"
  },
  {
      "en": "ward",
      "ru": "округ, район"
  },
  {
      "en": "ward off",
      "ru": "предотвратить, отогнать"
  },
  {
      "en": "warden",
      "ru": "смотритель, надзиратель"
  },
  {
      "en": "wardrobe",
      "ru": "шкаф, гардероб"
  },
  {
      "en": "warehouse",
      "ru": "склад"
  },
  {
      "en": "warfare",
      "ru": "военные действия"
  },
  {
      "en": "warmth",
      "ru": "тепло"
  },
  {
      "en": "warn",
      "ru": "предостерегать"
  },
  {
      "en": "warp",
      "ru": "деформироваться"
  },
  {
      "en": "warrant",
      "ru": "гарантировать, ручаться"
  },
  {
      "en": "warrior",
      "ru": "воин"
  },
  {
      "en": "wary",
      "ru": "осторожный, настороженный"
  },
  {
      "en": "wash down",
      "ru": "запивать"
  },
  {
      "en": "wash up",
      "ru": "умыться"
  },
  {
      "en": "wash up",
      "ru": "помыть посуду"
  },
  {
      "en": "waste",
      "ru": "отходы, обрезки, потери и т.п."
  },
  {
      "en": "waste",
      "ru": "тратить (впустую)"
  },
  {
      "en": "watch",
      "ru": "часы (наручные)"
  },
  {
      "en": "watchful",
      "ru": "бдительный"
  },
  {
      "en": "water down",
      "ru": "разбавить, ослабить"
  },
  {
      "en": "watercolor",
      "ru": "акварель"
  },
  {
      "en": "waterfall",
      "ru": "водопад"
  },
  {
      "en": "wave",
      "ru": "волна"
  },
  {
      "en": "wave",
      "ru": "махать, колебаться"
  },
  {
      "en": "waver",
      "ru": "дрогнуть"
  },
  {
      "en": "wax",
      "ru": "воск"
  },
  {
      "en": "way",
      "ru": "способ"
  },
  {
      "en": "weak",
      "ru": "слабый"
  },
  {
      "en": "wealth",
      "ru": "богатство"
  },
  {
      "en": "weapon",
      "ru": "оружие"
  },
  {
      "en": "wear",
      "ru": "надевать, носить"
  },
  {
      "en": "wear off",
      "ru": "сойти на нет, выветриться"
  },
  {
      "en": "wear out",
      "ru": "измотать, истрепать"
  },
  {
      "en": "weary",
      "ru": "утомленный"
  },
  {
      "en": "weave",
      "ru": "плести, ткать"
  },
  {
      "en": "wedding",
      "ru": "свадьба"
  },
  {
      "en": "wedge",
      "ru": "клин, клиновидный"
  },
  {
      "en": "weed",
      "ru": "сорняк, пропалывать"
  },
  {
      "en": "weep",
      "ru": "рыдать"
  },
  {
      "en": "weigh",
      "ru": "весить"
  },
  {
      "en": "weight",
      "ru": "вес"
  },
  {
      "en": "weird",
      "ru": "нереальный, странный"
  },
  {
      "en": "welcome",
      "ru": "желанный, приятный"
  },
  {
      "en": "weld",
      "ru": "сварка, сваривать"
  },
  {
      "en": "welfare",
      "ru": "пособие, мат. помощь"
  },
  {
      "en": "welfare",
      "ru": "благополучие"
  },
  {
      "en": "well",
      "ru": "колодец"
  },
  {
      "en": "well-being",
      "ru": "благополучие"
  },
  {
      "en": "well-off",
      "ru": "обеспеченный"
  },
  {
      "en": "west",
      "ru": "запад"
  },
  {
      "en": "wet",
      "ru": "мокрый, мочить"
  },
  {
      "en": "whack",
      "ru": "удар, сильно бить"
  },
  {
      "en": "whale",
      "ru": "кит"
  },
  {
      "en": "whatsoever",
      "ru": "совсем (не)"
  },
  {
      "en": "wheat",
      "ru": "пшеница"
  },
  {
      "en": "wheel",
      "ru": "колесо"
  },
  {
      "en": "whereabouts",
      "ru": "местонахождение"
  },
  {
      "en": "whereas",
      "ru": "тогда как"
  },
  {
      "en": "whereby",
      "ru": "посредством чего"
  },
  {
      "en": "whether",
      "ru": "ли"
  },
  {
      "en": "whim",
      "ru": "каприз, прихоть"
  },
  {
      "en": "whine",
      "ru": "ныть, скулить"
  },
  {
      "en": "whip",
      "ru": "кнут, хлестать"
  },
  {
      "en": "whirl",
      "ru": "вихрь, кружиться"
  },
  {
      "en": "whisk",
      "ru": "сделать быстрое движение"
  },
  {
      "en": "whisper",
      "ru": "шептать"
  },
  {
      "en": "whistle",
      "ru": "свист, свистеть, свисток"
  },
  {
      "en": "whiz",
      "ru": "ловкач, умелец (в области)"
  },
  {
      "en": "whiz",
      "ru": "просвистеть, пронестись"
  },
  {
      "en": "whole",
      "ru": "весь, целый"
  },
  {
      "en": "wholesale",
      "ru": "опт"
  },
  {
      "en": "whore",
      "ru": "шлюха"
  },
  {
      "en": "wicked",
      "ru": "злобный, безнравственный"
  },
  {
      "en": "wide",
      "ru": "широкий, просторный"
  },
  {
      "en": "widespread",
      "ru": "распространенный"
  },
  {
      "en": "widow",
      "ru": "вдова"
  },
  {
      "en": "width",
      "ru": "ширина"
  },
  {
      "en": "wield",
      "ru": "владеть, управляться"
  },
  {
      "en": "wiggle",
      "ru": "шевелить"
  },
  {
      "en": "wilderness",
      "ru": "глушь, дикая местность"
  },
  {
      "en": "wildlife",
      "ru": "дикая природа"
  },
  {
      "en": "will",
      "ru": "воля, желание"
  },
  {
      "en": "willow",
      "ru": "ива"
  },
  {
      "en": "wince",
      "ru": "поморщиться, поёжиться"
  },
  {
      "en": "wind (wound, wound)",
      "ru": "наматывать, виться, петлять"
  },
  {
      "en": "wind up",
      "ru": "заканчивать"
  },
  {
      "en": "windowpane",
      "ru": "оконное стекло"
  },
  {
      "en": "wine",
      "ru": "вино"
  },
  {
      "en": "wink",
      "ru": "подмигивать"
  },
  {
      "en": "wipe",
      "ru": "вытирать, салфетка"
  },
  {
      "en": "wipe out",
      "ru": "уничтожить"
  },
  {
      "en": "wire",
      "ru": "проволока, провод"
  },
  {
      "en": "wise",
      "ru": "мудрый"
  },
  {
      "en": "wit",
      "ru": "ум, остроумие"
  },
  {
      "en": "witch",
      "ru": "ведьма"
  },
  {
      "en": "withdraw",
      "ru": "отводить, убирать"
  },
  {
      "en": "wither",
      "ru": "увянуть, засохнуть"
  },
  {
      "en": "withhold",
      "ru": "утаивать, удерживать"
  },
  {
      "en": "within",
      "ru": "в течение"
  },
  {
      "en": "within",
      "ru": "в пределах, внутри"
  },
  {
      "en": "withstand",
      "ru": "выдерживать"
  },
  {
      "en": "witness",
      "ru": "свидетель"
  },
  {
      "en": "wizard",
      "ru": "волшебник"
  },
  {
      "en": "wobble",
      "ru": "качаться, шататься"
  },
  {
      "en": "woe",
      "ru": "горе"
  },
  {
      "en": "wonder",
      "ru": "удивление, удивляться"
  },
  {
      "en": "wonder",
      "ru": "хотеть знать"
  },
  {
      "en": "woo",
      "ru": "ухаживать, добиваться"
  },
  {
      "en": "wood",
      "ru": "древесина, лес"
  },
  {
      "en": "wool",
      "ru": "шерсть, шерстяной"
  },
  {
      "en": "work out",
      "ru": "тренироваться"
  },
  {
      "en": "work out",
      "ru": "получиться, сработать"
  },
  {
      "en": "workshop",
      "ru": "мастерская, студия"
  },
  {
      "en": "worldwide",
      "ru": "всемирный"
  },
  {
      "en": "worm",
      "ru": "червь"
  },
  {
      "en": "worry",
      "ru": "волновать (ся)"
  },
  {
      "en": "worsen",
      "ru": "ухудшать"
  },
  {
      "en": "worship",
      "ru": "почитать, поклоняться"
  },
  {
      "en": "worth",
      "ru": "стоимость, стоящий"
  },
  {
      "en": "worthwhile",
      "ru": "стоящий"
  },
  {
      "en": "wound",
      "ru": "рана, ранить"
  },
  {
      "en": "wrap",
      "ru": "заворачивать"
  },
  {
      "en": "wrath",
      "ru": "ярость"
  },
  {
      "en": "wreath",
      "ru": "венок"
  },
  {
      "en": "wreck",
      "ru": "разрушать, крушение, развалина"
  },
  {
      "en": "wrench",
      "ru": "гаечный ключ"
  },
  {
      "en": "wrestle",
      "ru": "бороться"
  },
  {
      "en": "wretched",
      "ru": "жалкий, несчастный"
  },
  {
      "en": "wrinkle",
      "ru": "морщина, сморщиваться"
  },
  {
      "en": "wrist",
      "ru": "запястье"
  },
  {
      "en": "write out",
      "ru": "выписать (документ)"
  },
  {
      "en": "wrong",
      "ru": "не тот"
  },
  {
      "en": "wrongdoing",
      "ru": "проступок, правонарушение"
  },
  {
      "en": "yacht",
      "ru": "яхта"
  },
  {
      "en": "yank",
      "ru": "дергать"
  },
  {
      "en": "yard",
      "ru": "двор"
  },
  {
      "en": "yawn",
      "ru": "зевать"
  },
  {
      "en": "yearn",
      "ru": "тосковать, жаждать"
  },
  {
      "en": "yell",
      "ru": "кричать, вопить"
  },
  {
      "en": "yet",
      "ru": "пока ещё (отриц.)"
  },
  {
      "en": "yet",
      "ru": "всё же"
  },
  {
      "en": "yield",
      "ru": "уступать"
  },
  {
      "en": "yield",
      "ru": "приносить (доход)"
  },
  {
      "en": "youngster",
      "ru": "юноша, ребёнок"
  },
  {
      "en": "youth",
      "ru": "молодёжь, молодость"
  },
  {
      "en": "zeal",
      "ru": "рвение, усердие"
  },
  {
      "en": "zipper",
      "ru": "молния (застёжка)"
  },
  {
      "en": "zoo",
      "ru": "зоопарк"
  }
];

const getRandomWord = () => list[Math.round(Math.random() * list.length)];

const enWord = document.querySelector('.en-word');
const ruWord = document.querySelector('.ru-word');
const button = document.querySelector('.get-new-word-button');

button.onclick = () => {
  const randomWord = getRandomWord();
  enWord.innerText = randomWord.en;
  ruWord.innerText = randomWord.ru;
  console.log(randomWord);
};


// console.log('English: ', randomWord.en);
// console.log('Russian: ', randomWord.ru);
// console.log(JSON.stringify(randomWord, null, 2));
